{
      "id":"53",
      "type":"“Ten cuidado de tu conducta y de tu enseñanza. Persevera en todo ello, porque así te salvarás a ti mismo y a los que te escuchen.” (1 Timoteo 4:16; Nueva Versión Internacional).",
      "url":"https://jobs.github.com/positions/ce7d7ec8-62cd-4c85-aac6-e21a0ea7a732",
      "created_at":"Recomiendo hacer esta oración\nSeñor reconozco que soy un ser humano con enormes dificultades, ayúdame a superar esas deficiencias, dame dominio propio para poder decirle NO y poder ser un joven victorioso sobre esas situaciones.  ",
      "company":"Por Alcides Reyes",
      "company_url":"http://www.bnpparibas.de/de/jobs-und-karriere/stellenangebote/alle-stellenangebote/",
      "location":"22 de mayo",
      "title":"Principio trece: Cuida de ti mismo",
      "description":"Roberto era un joven pastor que estaba muy apasionado con el llamado Dios, su pasión era tal que se pasaba las noches orando y leyendo la Biblia e incansablemente evangelizaba y se preparaba para tener mejores resultados en su trabajo misionero. Era un joven con enormes capacidades, una visión muy clara de lo que quería; además estaba obteniendo los resultados que anhelaba. Pero, Roberto estaba tan enfocado en el trabajo que estaba realizando y  tan apasionado con sus sueños y proyectos, que descuidó sus necesidades personales, y debilidades; eso ocasionó que comenzara a perder la cabeza por las pasiones sexuales y eso fue desencadenando otros pecados que se hicieron públicos arruinando el testimonio recorrido, visión y pasión de Roberto.  \n\nAmado joven esta pequeña historia revela que grandes proyectos, sueños y talentos se ven oscurecidos por no cuidar de nuestra persona, de nuestras actitudes y debilidades. Grandes personajes, con muchos talentos y gran llamado de Dios han experimentado el fracaso ministerial y personal por esta sencilla pero vital razón; el caso más famoso es el de Jimmy Swaggart un evangelista exitoso, pero que acabó como uno de los personajes más pecaminosos que ha tenido la iglesia contemporánea.\n\nCuidar de nosotros mismos, significa estar conscientes de nuestras debilidades y poniéndolas en las manos de Dios, luchar con dominio propio sobre ellas hasta superarlas.",
      "how_to_apply":"",
      "company_logo":null
   }
