[{"id":"ce7d7ec8-62cd-4c85-aac6-e21a0ea7a732","type":"Full Time","url":"https://jobs.github.com/positions/ce7d7ec8-62cd-4c85-aac6-e21a0ea7a732","created_at":"Mon Feb 24 09:12:07 UTC 2020","company":"Consors Finanz BNP Paribas S.A. Niederlassung Deutschland","company_url":"http://www.bnpparibas.de/de/jobs-und-karriere/stellenangebote/alle-stellenangebote/","location":"München","title":"Software-Entwickler (für Output Management System) (m/w/d)","description":"\u003cp\u003e\u003cstrong\u003eWer wir sind\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eConsors Finanz ist Teil der BNP Paribas S.A. in Deutschland und hat ca. 1500 Mitarbeitende an fünf Standorten. BNP Paribas S.A. isteine führende internationale Bank und in 73 Ländernmit 200.000 Mitarbeitenden vertreten.\u003c/p\u003e\n\u003cp\u003eConsors Finanz BNP Paribas steht für finanzielle Selbstbestimmung in jeder Lebenssituation.\u003c/p\u003e\n\u003cp\u003eWir sind einer der führenden Anbieter für Konsumentenkredite in Deutschland und bieten Finanzierungs-und Versicherungslösungen, die sich an die Bedürfnisse unserer Kundinnen und Kunden anpassen. Ob dynamische Kreditrahmen, individuelle Finanzierungen oder flexible Kartenprodukte – mit dem digitalen Banking von Consors Finanz BNP Paribas nehmen Kundinnen und Kunden ihre Liquidität selbst in die Hand. Wir setzen dabei auf innovative Technologien, höchste Sicherheitsstandards und eine verantwortungsvolle Kreditvergabe.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eSoftware-Entwickler (für Output Management System) (m/w/d)\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003e\u003cstrong\u003eDu suchst\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu verantwortest die Weiterentwicklung eines IT-Systems zur Generierung von Vertragsdokumenten auf Grundlage fachlicher Anforderungen.\u003c/li\u003e\n\u003cli\u003eDu erstellst Komponenten, Bausteine und Templates für das Output Management System DocFamily von Assentis.\u003c/li\u003e\n\u003cli\u003eDu bist zuständig für die Analyse, das Design, die Entwicklung, die Testdurchführung, die Produktionseinführung sowie die Dokumentation von Änderungsanforderungen.\u003c/li\u003e\n\u003cli\u003eDu bist verantwortlich für die Erstellung von Aufwandsschätzungen.\u003c/li\u003e\n\u003cli\u003eDu berätst die Fachbereiche und die Rechtsabteilung.|\u003c/li\u003e\n\u003cli\u003eDu analysierst Fehler und behebst diese.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDu hast\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin abgeschlossenes Hochschulstudium der Informatik oder eine vergleichbare Ausbildung\u003c/li\u003e\n\u003cli\u003efundierte Berufserfahrung in der Softwareentwicklung (programmiersprachenunabhängig, generalistisch)\u003c/li\u003e\n\u003cli\u003efundierte Erfahrung in der (Weiter-)Entwicklung komplexer IT-Software-Systeme\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse im Umgang mit XML/XPATH/SQL\u003c/li\u003e\n\u003cli\u003esehr gute Deutsch-und Englischkenntnisse in Wort und Schrift\u003c/li\u003e\n\u003cli\u003eAnalytische Denkweise, Kommunikationsfreude und Teamgeist\u003c/li\u003e\n\u003cli\u003eErfahrung mit Output Management Systemen (Assentis, Opentext, …) sind von Vorteil\u003c/li\u003e\n\u003cli\u003eErfahrungen im Bereich Finanzdienstleistungen sind von Vorteil\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eWir bieten dir\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAttraktives Gehaltspaket\u003c/li\u003e\n\u003cli\u003eBetriebliche Altersvorsorge\u003c/li\u003e\n\u003cli\u003eArbeiten im Büro, von zu Hause oder wo immer du eine Internetverbindung hast\u003c/li\u003e\n\u003cli\u003eVielfältiges Weiterbildungsangebot\u003c/li\u003e\n\u003cli\u003eWasser und Kaffee kostenlos\u003c/li\u003e\n\u003cli\u003e(Inter-)nationale Karriereperspektiven bei der BNP Paribas Gruppe\u003c/li\u003e\n\u003cli\u003eZuschuss zu ÖPNV, Car- \u0026amp; Bike- Leasing\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eGeh mit uns in die Zukunft!\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWir freuen uns auf deine Bewerbung über den \u003cstrong\u003eBewerben-Button\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://bnpparibas.redirect.your-jobresponse.com/software_entwickler_fuer_output_management_system_m_w_d_muenchen/264223/V819/anwenden\"\u003eKlick hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eDein Kontakt bei uns: Ralph Ullmann\nTelefon: 089/ 5511 333783\n\u003ca href=\"https://www.consorsfinanz.de/karriere\"\u003ehttps://www.consorsfinanz.de/karriere\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://bnpparibas.redirect.your-jobresponse.com/software_entwickler_fuer_output_management_system_m_w_d_muenchen/264223/V819/anwenden\"\u003eKlick hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n","company_logo":null},{"id":"233673d2-94ea-4d43-ae3b-81baf6062996","type":"Full Time","url":"https://jobs.github.com/positions/233673d2-94ea-4d43-ae3b-81baf6062996","created_at":"Mon Feb 24 08:57:11 UTC 2020","company":"Consors Finanz BNP Paribas S.A. Niederlassung Deutschland","company_url":"http://www.bnpparibas.de/de/jobs-und-karriere/stellenangebote/alle-stellenangebote/","location":"München","title":"Data Warehouse Developer (m/w/d)","description":"\u003ch2\u003e\u003cstrong\u003eWer wir sind\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eConsors Finanz ist Teil der BNP Paribas S.A. in Deutschland und hat ca. 1500 Mitarbeitende an fünf Standorten. BNP Paribas S.A. isteine führende internationale Bank und in 73 Ländernmit 200.000 Mitarbeitenden vertreten.\u003c/p\u003e\n\u003cp\u003eConsors Finanz BNP Paribas steht für finanzielle Selbstbestimmung in jeder Lebenssituation.\u003c/p\u003e\n\u003cp\u003eWir sind einer der führenden Anbieter für Konsumentenkredite in Deutschland und bieten Finanzierungs-und Versicherungslösungen, die sich an die BedürfnisseunsererKundinnen undKunden anpassen. Ob dynamische Kreditrahmen, individuelle Finanzierungen oder flexible Kartenprodukte – mit dem digitalen Banking von Consors Finanz BNP Paribas nehmen Kundinnen und Kunden ihre Liquidität selbst in die Hand. Wir setzen dabeiauf innovative Technologien, höchste Sicherheitsstandards und eine verantwortungsvolle Kreditvergabe.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eData Warehouse Developer (m/w/d)\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003e#loveyourjob #münchen\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eDu suchst\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAufbau und Weiterentwicklung des Data Warehouse\u003c/li\u003e\n\u003cli\u003eAnalyse, Umsetzung und Dokumentation von fachlichen Anforderungen im DWH-Umfeld\u003c/li\u003e\n\u003cli\u003eKonzeption und Realisierung von Datenmodelle und –Strukturen (Data Vault 2.0 Ansatz)\u003c/li\u003e\n\u003cli\u003eWeiterentwicklung der BI-Architekturstandards und der BI-Testkonzepte (Integrations-, Belastungs-und Performance-Tests)\u003c/li\u003e\n\u003cli\u003eProjektarbeit im interdisziplinärem Team in Zusammenarbeit mit dem Auftraggeber, dem BI Analyst sowie dem IT Betrieb\u003c/li\u003e\n\u003cli\u003eDurchführung von Maßnahmen zur Erhöhung der Datenqualität\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eDu hast\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium der Informatik, Mathematik, Ingenieurs-oder Naturwissenschaften\u003c/li\u003e\n\u003cli\u003eInteresse an BI/DWH-Architekturen und Fähigkeit sich in die relevanten Tools (z.B. SQL Developer, Wherescape) einzuarbeiten\u003c/li\u003e\n\u003cli\u003eKenntnisse in Datenbankabfragesprachen (z.B. SQL) und Datenbankmanagementsystemen (idealerweise Oracle)\u003c/li\u003e\n\u003cli\u003eSehr gute Deutsch-sowie Englischkenntnisse in Wort und Schrift\u003c/li\u003e\n\u003cli\u003eTeamfähigkeit, Belastbarkeit und eine ausgeprägte Kommunikationsstärke\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eWir bieten dir\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAttraktives Gehaltspaket\u003c/li\u003e\n\u003cli\u003eBetriebliche Altersvorsorge\u003c/li\u003e\n\u003cli\u003eArbeiten im Büro, von zu Hause oder wo immer du eine Internetverbindung hast\u003c/li\u003e\n\u003cli\u003eVielfältiges Weiterbildungsangebot\u003c/li\u003e\n\u003cli\u003eWasser und Kaffee kostenlos\u003c/li\u003e\n\u003cli\u003e(Inter-)nationale Karriereperspektiven bei der BNP Paribas Gruppe\u003c/li\u003e\n\u003cli\u003eZuschuss zu ÖPNV, Car- \u0026amp; Bike- Leasing\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eGeh mit uns in die Zukunft!\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWir freuen uns auf deine Bewerbung über den \u003cstrong\u003eBewerben-Button\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://bnpparibas.redirect.your-jobresponse.com/data_warehouse_developer_m_w_d_muenchen/264221/V819/anwenden\"\u003eKlick hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eDein Kontakt bei uns: Ralph Ullmann\nTelefon: 089/ 5511 333783\n\u003ca href=\"https://www.consorsfinanz.de/karriere\"\u003ehttps://www.consorsfinanz.de/karriere\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://bnpparibas.redirect.your-jobresponse.com/data_warehouse_developer_m_w_d_muenchen/264221/V819/anwenden\"\u003eKlick hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbXgvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--904a5c682304a62ad4526766fc4f553f40c41c72/BNP%20logo%20jpeg.jpeg"},{"id":"e45ef1f5-e66c-4778-aaee-dca862c572f6","type":"Full Time","url":"https://jobs.github.com/positions/e45ef1f5-e66c-4778-aaee-dca862c572f6","created_at":"Mon Feb 24 01:12:32 UTC 2020","company":"Prota Ventures","company_url":null,"location":"Remote","title":"Senior Software Engineer","description":"\u003cp\u003eAbout Prota:\u003c/p\u003e\n\u003cp\u003eProta Ventures brings experience, capital, community and direction to bold ideas. We power new projects, invest in early-stage startups and seek out the true invention. Our teams utilize time-tested approaches, strategic thinking, story-driven design, and rock-solid engineering to bring products to market in the digital \u0026amp; physical spaces, IoT, emerging technologies, and more. We are a fully remote organization that works across time zones and borders. We are located in Chicago, New York, Seattle and Belgrade. We are growing rapidly. We work with both Fortune 500s and new founder teams. Every member of Prota is expected to bring a genuine entrepreneurial spirit to the table; many of our product ideas are generated internally and brought to market in collaboration with our incubation partners. This is a remote contract role that can be, freelance, part-time or full-time.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeveloping front-end web (React/Redux) and mobile (React Native) architecture.\u003c/li\u003e\n\u003cli\u003eDeveloping server-side web application architecture and logic (Ruby on Rails API).\u003c/li\u003e\n\u003cli\u003eArchitecting Databases (PostgreSQL) and data IO from 3rd-party APIs.\u003c/li\u003e\n\u003cli\u003eOptimizing User Experience across web and mobile platforms\u003c/li\u003e\n\u003cli\u003eEnsuring responsiveness, performance, and scalability of applications\u003c/li\u003e\n\u003cli\u003eDesigning and developing APIs\u003c/li\u003e\n\u003cli\u003eParticipating in the overall application lifecycle while focusing on coding and debugging\u003c/li\u003e\n\u003cli\u003eCollaborating with Technical product leads and front-end developers\u003c/li\u003e\n\u003cli\u003eDefining and communicating technical and design requirements\u003c/li\u003e\n\u003cli\u003eTraining, helping and supporting other team members\u003c/li\u003e\n\u003cli\u003eBuilding high-quality reusable code\u003c/li\u003e\n\u003cli\u003eDeveloping functional and sustainable web applications with clean, readable code\u003c/li\u003e\n\u003cli\u003eTroubleshooting and debugging applications\u003c/li\u003e\n\u003cli\u003eLearning about and integrating new technologies\u003c/li\u003e\n\u003cli\u003eStaying up to date with current best practices\u003c/li\u003e\n\u003cli\u003eConducting UI tests and optimizing performance\u003c/li\u003e\n\u003cli\u003eCollaborating with a multidisciplinary team of designers, developers, and entrepreneurs\u003c/li\u003e\n\u003cli\u003eParticipating in conferences and educational programs\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements and Qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEntrepreneurial drive: we regularly create, develop, and work with startups and Fortune 500 companies\u003c/li\u003e\n\u003cli\u003e5+ years of experience as a back-end developer\u003c/li\u003e\n\u003cli\u003eIn-depth understanding of web development\u003c/li\u003e\n\u003cli\u003e5+ years of experience with one or more programming languages such as Java, Ruby, PHP, Python, etc.\u003c/li\u003e\n\u003cli\u003e5+ years of experience with a CMS framework\u003c/li\u003e\n\u003cli\u003e5+ years of experience with HTML, JavaScript, CSS\u003c/li\u003e\n\u003cli\u003e2+ years of experience with React (ideally with Redux)\u003c/li\u003e\n\u003cli\u003eCritical thinker and problem-solving skills\u003c/li\u003e\n\u003cli\u003eTeam player with an attitude of “leaving the campsite better than we found it” and “we’ve got each other’s back” state of mind\u003c/li\u003e\n\u003cli\u003eGood organizational and time-management skills\u003c/li\u003e\n\u003cli\u003eParticipation in regular project stand-ups even with potential time zone challenges\u003c/li\u003e\n\u003cli\u003eMeet project deadlines\u003c/li\u003e\n\u003cli\u003eThe ability to effectively communicate with peers, superiors, and stakeholders.\u003c/li\u003e\n\u003cli\u003eThe ability to make rational, logical decisions and the ability to defend them to your peers, superiors, and stakeholders.The humility to understand that they are not the smartest person in the room, and that a person can learn from anyone\u003c/li\u003e\n\u003cli\u003eThe ability to take responsibility for their work and their mistakes.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNice to Have But Not Necessary\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePassion for environmentalism and social equality\u003c/li\u003e\n\u003cli\u003eExperience collaborating with designers and developers\u003c/li\u003e\n\u003cli\u003eExperience working on multiple projects at the same\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePerks:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContinuous education and skill development.\u003c/li\u003e\n\u003cli\u003eCompetitive wages\u003c/li\u003e\n\u003cli\u003eHuge growth opportunities. Being a part of a quickly growing company in a growing industry, you have an opportunity to learn a lot and grow fast professionally.\u003c/li\u003e\n\u003cli\u003eWorking with leading market technologies.\u003c/li\u003e\n\u003cli\u003eThe professional, forward-thinking and friendly international work atmosphere\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://jsco.re/46j3t\"\u003ehttps://jsco.re/46j3t\u003c/a\u003e\u003c/p\u003e\n","company_logo":null},{"id":"51f91d62-4f47-4117-b736-9b5505fbdc8d","type":"Full Time","url":"https://jobs.github.com/positions/51f91d62-4f47-4117-b736-9b5505fbdc8d","created_at":"Fri Feb 21 22:46:12 UTC 2020","company":"Face Hired Inc","company_url":null,"location":"San Mateo","title":"Senior Frontend Engineer","description":"\u003cp\u003eQuick Intro of Wavely:\u003c/p\u003e\n\u003cp\u003eWavely is a US Based Job Board which uses scientific and AI- Based algorithms to screen the talent pool and find the right fit match.\u003c/p\u003e\n\u003cp\u003eWe intend to change the recruitment process with instant chat communication and advanced algorithm matching between candidates and job openings. We’re dedicated to supporting recruiters and professionals find the perfect match quickly and on the go.\u003c/p\u003e\n\u003cp\u003eEstablished in 2016, we operate from our offices in Los Angeles and San Mateo, California. In 2018, we launched our desktop and mobile job search app for iOS and Android. Now, connecting with your new hire or job is as easy as waving hello.\u003c/p\u003e\n\u003cp\u003eWe are searching for communicative candidates who are proactive and passionate about company products and the clients they serve. Account Managers will act as a point of contact for their clients. They will build long-lasting, mutually beneficial relationships with their contacts, always striving to find the products which best fit the individual needs of the client. They also aid internal departments by collecting information, such as sales leads or testimonials, assisting in the processing and analysis of client data and complaints, and identifying industry trends.\u003c/p\u003e\n\u003cp\u003eJob summary:\u003c/p\u003e\n\u003cp\u003eSenior Front-end Developer thrives in an environment of daily critical thinking and has the ability to source relevant information to complete projects. They are highly organized and able to prioritize multiple, competing deadlines, communicate clearly, and effectively with our internal product and tech team.\u2028\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eImplement responsible web design principles to ensure that our website pages and mobile app renders across multiple devices\u003c/li\u003e\n\u003cli\u003eCreate exceptionally designed web content to enhance and improve user experience\u003c/li\u003e\n\u003cli\u003eOptimize the application for maximum speed and scalability\u003c/li\u003e\n\u003cli\u003eMaintain graphic standards and branding throughout the product’s interface\u003c/li\u003e\n\u003cli\u003eBuild high-quality mock-ups and design different prototypes\u003c/li\u003e\n\u003cli\u003eUpdate job knowledge by studying state-of-the-art development tools, programming techniques, and computing equipment\u003c/li\u003e\n\u003cli\u003eProactively identify new opportunities to broaden skillset and knowledge in emerging technologies and products\u003c/li\u003e\n\u003cli\u003eLead the front-end developer team to work with other teams such as product team, graphic design team, etc.\u003c/li\u003e\n\u003cli\u003eMaintain coding best practices, development environments and the software development lifecycle\u003c/li\u003e\n\u003cli\u003eCollaborate with our product team including our back-end developers and graphic designer\u003c/li\u003e\n\u003cli\u003eFind solutions to new daily challenges\u003c/li\u003e\n\u003cli\u003eMeasure and report out the effectiveness of various programs/tasks\u003c/li\u003e\n\u003cli\u003eWrite functional documents and specifications\u003c/li\u003e\n\u003cli\u003eIncrease the ease of use of our applications assist back-end developers with coding and troubleshooting is a plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s degree in a relevant field or at least three years’ experience in front-end web development\u003c/li\u003e\n\u003cli\u003eMinimum 3+ years’ experience in common web languages: HTML, CSS, JavaScript, Vue, Vuex, Node.js, Weex. Web IM technics based on MQTT is preferred.\u003c/li\u003e\n\u003cli\u003eExperience with SQL\u003c/li\u003e\n\u003cli\u003eExperience with Git or comparable version control\u003c/li\u003e\n\u003cli\u003eExpert in Adobe Creative Suite including Photoshop \u0026amp; Illustrator\u003c/li\u003e\n\u003cli\u003eExpert understanding of client-side scripting and JavaScript frameworks, including jQuery \u0026amp; VueJS, especially Vue framework development\u003c/li\u003e\n\u003cli\u003eExemplary written and verbal communication skills\u003c/li\u003e\n\u003cli\u003eExperience with back-end development a plus\u003c/li\u003e\n\u003cli\u003eExperience working with dashboard/SaaS type UI and UX; Experience building UIs; Experience working around PHP-based web applications, and experience with MySQL; Wealth of knowledge in web development tools and programming languages\u003c/li\u003e\n\u003cli\u003eBilingual in Chinese (Mandarin) is required in order to work with Headquarters team efficiently\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003ePlease email your resume to \u003ca href=\"mailto:tingtinglin@wavely.com\"\u003etingtinglin@wavely.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWgvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ee7ab9e609f611dac5d7117ac9fdac1b8bcf7876/thumbnail.png"},{"id":"0462c102-d0ec-4bd6-b245-2d8e39599616","type":"Full Time","url":"https://jobs.github.com/positions/0462c102-d0ec-4bd6-b245-2d8e39599616","created_at":"Fri Feb 21 16:21:06 UTC 2020","company":"CircleCI","company_url":null,"location":"SAN FRANCISCO","title":"Director of Product Management ","description":"\u003cp\u003eAs the Director of Product Management, you will lead and mentor a product management team that works closely with Engineering, Design and Marketing to create an intuitive, cohesive and delightful customer experience for users across all CircleCI products and platforms.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout Product Management at CircleCI:\u003c/strong\u003e\nThe Product Management team is responsible for the product strategy and roadmap, and execution and delivery. Because developers are our customers (and we’re a huge user of our own service), Product Management and Engineering work together closely to understand the needs of our users, and jointly define the product vision. We work in cross-functional teams, use data and user-research to drive our decision making, believe in delivering features quickly and continuously improving them, and love to talk to our users. We prioritize work that delivers the most impact, and is measurable and achievable.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you’ll do:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLead multiple product management teams and align the talent, tools, and processes with the business goals.\u003c/li\u003e\n\u003cli\u003eDefine the product strategy for your area of ownership, develop and identify the key measures of success, set expectations with all relevant stakeholders, and effectively prioritize across initiatives, teams and functions\u003c/li\u003e\n\u003cli\u003eCoach product managers as they break down complex problems, develop strategies and plans to solve them, and help them collaborate to deliver solutions\u003c/li\u003e\n\u003cli\u003eUse your knowledge of best practices to direct product management teams across the full product life cycle, from user research to requirements refinement to prototyping to production and ultimately sunset\u003c/li\u003e\n\u003cli\u003ePractice a highly efficient, iterative product management process with an eye for continuous improvement\u003c/li\u003e\n\u003cli\u003eAbility to roll-up your sleeves and rapidly develop opportunity assessments, product briefs, user stories, etc. if necessary\u003c/li\u003e\n\u003cli\u003eAttract, inspire, mentor, and grow top product management talent\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we're looking for:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e8+ years direct product management experience\u003c/li\u003e\n\u003cli\u003e4+ years of experience leading a team of product managers\u003c/li\u003e\n\u003cli\u003eAbility to mentor product managers, engineers and/or designers in how to work together to build great products\u003c/li\u003e\n\u003cli\u003eAbility to lead the product management of large, complex systems of interactions across a multitude of touchpoints - web, mobile, API, CLI, etc.\u003c/li\u003e\n\u003cli\u003eAbility to quickly grasp and distill highly complex business needs and user issues into clean, understandable solutions\u003c/li\u003e\n\u003cli\u003eAbility to lead, coach, inspire, and motivate a team to create and deliver truly remarkable work\u003c/li\u003e\n\u003cli\u003eAbility to attract and recruit exceptional talent\u003c/li\u003e\n\u003cli\u003eAbility to communicate effectively with and influence different audiences\u003c/li\u003e\n\u003cli\u003eWork experience in start-ups or evidence you thrive in a fast-paced environment\u003c/li\u003e\n\u003cli\u003eExperience working in Agile and/or Lean environments\u003c/li\u003e\n\u003cli\u003eKnowledge of current trends in product management, best practices, and processes\u003c/li\u003e\n\u003cli\u003eStrong communication and organizational skills\u003c/li\u003e\n\u003cli\u003eBachelor’s Degree preferred\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe know there’s no such thing as a “perfect\" candidate - we’re all a work in progress and are growing new skills and capabilities all the time. CircleCI welcomes those who are enthusiastic about learning and evolving, so however you identify and whatever your background, if this looks like a role where you could do work that excites you, we hope you’ll apply.\u003c/p\u003e\n\u003cp\u003eIf you’re interested in joining the team at CircleCI, please send a resumé and cover letter describing what inspires you and why you think you are a good fit for the team. If you contribute to an open source project, write a blog, or have a presence on the web (GitHub, Twitter, Stack, etc.) we would love to hear about it.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout CircleCI\u003c/strong\u003e\nCircleCI is the world’s largest shared continuous integration and continuous delivery (CI/CD) platform, and the central hub where code moves from idea to delivery. As one of the most-used DevOps tools that processes more than 1 million builds a day, CircleCI has unique access to data on how engineering teams work, and how their code runs. Companies like Spotify, Coinbase, Stitch Fix, and BuzzFeed use us to improve engineering team productivity, release better products, and get to market faster.\u003c/p\u003e\n\u003cp\u003eFounded in 2011 and headquartered in San Francisco with a global remote workforce, CircleCI is venture-backed by Scale Venture Partners, Threshold Ventures (formerly DFJ), Baseline Ventures, Top Tier Capital, Industry Ventures, Heavybit, Harrison Metal Capital, Owl Rock Capital Partners, and NextEquity Partners.\u003c/p\u003e\n\u003cp\u003eCircleCI is proud to be an Equal Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics. We also consider qualified applicants with criminal histories, consistent with applicable federal, state and local law.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://boards.greenhouse.io/circleci/jobs/4624588002\"\u003ehttps://boards.greenhouse.io/circleci/jobs/4624588002\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbVYvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a1b9dedee0342793944a64e4f84485174291f503/logomark-cci-135x135-c.jpg"},{"id":"e0096319-cd0f-4f71-b10b-c39c696091c3","type":"Full Time","url":"https://jobs.github.com/positions/e0096319-cd0f-4f71-b10b-c39c696091c3","created_at":"Fri Feb 21 12:03:07 UTC 2020","company":"neuroloop GmbH","company_url":"http://neuroloop.de/","location":"Freiburg im Breisgau","title":"Senior Software Developer (m/f/d)","description":"\u003cp\u003eneuroloop® develops a platform to stimulate the vagal nerve for the treatment of chronic diseases in connection with autonomous body functions. The core of our platform is a multichannel cuff-electrode based on thin-film technology that allows us to selectively stimulate specific fibers within the nerve.\u003c/p\u003e\n\u003cp\u003eOur first product, the baroloop® stimulator, is specifically designed to treat high blood pressure. Our primary focus is to provide an outstanding clinical effectiveness while minimizing risks and side effects for the patient, and a simple and safe use for the caregiver.\u003c/p\u003e\n\u003cp\u003eneuroloop® is a spin-off of the University of Freiburg and the Freiburg University Hospital. Our partner and investor is Aesculap AG, a subsidiary of the medical device giant B Braun Melsungen AG.\u003c/p\u003e\n\u003cp\u003eWe are currently looking for the next possible entry in Freiburg i.Br. for a\u003c/p\u003e\n\u003ch1\u003eSenior Software Developer (m/f/d)\u003c/h1\u003e\n\u003cp\u003eYou design, develop and test software for the non-implanted parts of our product that are capable of storing, transferring and analyzing data collected by the implant from patients’ home to a secure cloud system. In close cooperation with a team of experts from different disciplines you are working on a secure, state-of-the-art cloud-based system for evaluating patient data and for remote management of patients by the caregiver.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have proven, extensive, very good programming skills, and were part of a team developing software in an industrial environment and/or you significantly contributed to a known open source project.\u003c/li\u003e\n\u003cli\u003eIt is advantageous if you have a degree in computer science or a comparable discipline, for example an education as a qualified IT specialist for software development.\u003c/li\u003e\n\u003cli\u003eSafe handling of Linux, Android and Windows.\u003c/li\u003e\n\u003cli\u003eExperience in web technologies.\u003c/li\u003e\n\u003cli\u003eGood written and spoken English.\u003c/li\u003e\n\u003cli\u003eIt is advantageous if you already have experience in the field of medical technology or comparable safety-related fields.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWe offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAn exciting activity in a young company developing the next generation of medical technology active implants.\u003c/li\u003e\n\u003cli\u003eA dynamic, agile and international environment in a small team.\u003c/li\u003e\n\u003cli\u003eA service-oriented competitive payment and flexible working hours.\u003c/li\u003e\n\u003cli\u003eA start-up environment with short distances and quick decisions, but nonetheless with a big international player in the background.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf you have any questions, please contact Eva Schwab, phone +49 761 1543390.\u003c/p\u003e\n\u003cp\u003eneuroloop GmbH, Engesserstr. 4, D-79108 Freiburg\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease send your complete application documents exclusively electronically in\nPDF format (max 10 MB size) to \u003ca href=\"mailto:jobs@neuroloop.de\"\u003ejobs@neuroloop.de\u003c/a\u003e. Your application will be without saying treated strictly confidential and deleted after completing the application process.\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUovIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--61896c8db267ef1136a907935dade753dc9eeb30/neuroloop_front_vorab.png"},{"id":"1dd6197b-b2be-40bf-a1f2-5e22039e0e81","type":"Full Time","url":"https://jobs.github.com/positions/1dd6197b-b2be-40bf-a1f2-5e22039e0e81","created_at":"Wed Oct 02 07:49:33 UTC 2019","company":"LINE Fukuoka","company_url":"https://linefukuoka.co.jp/en/career/engineer","location":"Fukuoka, Japan","title":"Development Engineer (Server-side) , (English and Japanese speakers welcome)","description":"\u003cp\u003e*\u003cstrong\u003ePlease apply to only one position at a time.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLINE is a diverse company with some of the best engineers from around the world, approximately 30% of our developers come from outside of Japan. We are looking for experienced engineers with an interest in customer focused development who wish to make an impact on our tens of millions of daily users!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Description:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe will assign the project to you after inquiring about your experience as an engineer and future career preferences.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e【Server Development】\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will be operating and performing API/web application development work for server-side features of LINE’s services.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e【Specific Responsibilities Include】\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign, develop, test, deploy, maintain and improve server-side software\u003c/li\u003e\n\u003cli\u003eContribute to architectural designs which can improve the efficiency and flexibility of our services\u003c/li\u003e\n\u003cli\u003eMentor and train team members on software design and coding standards\u003c/li\u003e\n\u003cli\u003eWork closely with other teams on the development of end-user facing web applications.\u003c/li\u003e\n\u003cli\u003eSupport the development of high-quality code through active participation in code and design reviews\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eExamples of Server Development Work\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelopment and operation of services which support the sale and delivery of paid content such as Stickers, Emoji and Themes\u003c/li\u003e\n\u003cli\u003eService development for LINE Family Apps (e.g. “LINE Creators Market”, “LINE Fortune”, “LINE Surveys”, “LINE Part Time Jobs”, \"LINE Financial\" etc.)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003e【Tech Stack】\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJava, Kotlin, Perl, JavaScript, Thrift, Spring Framework, MySQL, MongoDB, Redis, Kafka, Elasticsearch, Prometheus, Grafana, etc.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProfessional knowledge of at least one programming language 　\u003c/li\u003e\n\u003cli\u003e3+ years of experience in software development, including coding experience for web services\u003c/li\u003e\n\u003cli\u003eBasic knowledge in computer science (e.g. algorithm, data structure, asynchronous I/O, database, network)\u003c/li\u003e\n\u003cli\u003eWork experience using version control systems (VCS), dependency management systems, and continuous-integration systems (CI)\u003c/li\u003e\n\u003cli\u003eMotivation to learn Japanese\u003c/li\u003e\n\u003cli\u003eWhilst there are many English speakers at LINE successful applicants may be asked to attend a Japanese training course for at least 3 ~ 12 months after joining. The training is paid for by us, and is an excellent chance to pick up new language skills.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePreferred Skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience in developing applications using Java 8+\u003c/li\u003e\n\u003cli\u003eSystem architecture and design experience\u003c/li\u003e\n\u003cli\u003eBasic knowledge of client-side technologies such as HTML, CSS and JavaScript\u003c/li\u003e\n\u003cli\u003eExperience in using a Linux development environment\u003c/li\u003e\n\u003cli\u003eExperience in the coaching, management and/or leadership of a technical team\u003c/li\u003e\n\u003cli\u003eOpen-source software development experience and/or participation in open source communities is also a plus\u003c/li\u003e\n\u003cli\u003eStrong interest and ability to learn any new technical topic\u003c/li\u003e\n\u003cli\u003eCommunication ability in English and conversational level of Japanese (JLPT N2 or above)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWorking Hours:\u003c/strong\u003e\nDiscretionary and flexible according to ability and speed of work; if projects are completed on time there is no need to stay in the office for extended periods of time.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSalary:\u003c/strong\u003e\nMinimum salary starting from 6 million Japanese yen per annum (salary based on experience and ability).\u003c/p\u003e\n\u003cp\u003e*Other details to be discussed during the interview process.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease apply from the link below:\n\u003ca href=\"https://linefukuoka.co.jp/en/career/list/engineer/development_engineer_server-side\"\u003ehttps://linefukuoka.co.jp/en/career/list/engineer/development_engineer_server-side\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdHh6IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--41c325e1eb9651fcc7bf2f876f3c86da93051d32/LINE_Text_Logo_TypeA.png"},{"id":"99dca2ab-5151-4d67-b9d7-3c698a099e74","type":"Full Time","url":"https://jobs.github.com/positions/99dca2ab-5151-4d67-b9d7-3c698a099e74","created_at":"Thu Oct 03 01:50:34 UTC 2019","company":"LINE Fukuoka","company_url":"https://linefukuoka.co.jp/en/career/","location":"Fukuoka, Japan","title":"Development Engineer (iOS/Android)","description":"\u003cp\u003e*\u003cstrong\u003ePlease apply to only one position at a time.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBoth Japanese and Non-Japanese speakers welcomed;\u003c/strong\u003e Whilst there are many English speakers at LINE successful applicants may be asked to attend a Japanese training course for at least 3 ~ 12 months after joining. The training is paid for by us, and is an excellent chance to pick up new language skills. We encourage employees to reach JLPT N2 within a few years of joining.\u003c/p\u003e\n\u003cp\u003eLINE is a diverse company with some of the best engineers from around the world, approximately 30% of our developers come from outside of Japan. We are looking for experienced engineers with an interest in customer focused development who wish to make an impact on our tens of millions of daily users!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Description:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eProjects will be assigned based on our assessment of your experience taking into account your interests and career preferences.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e【Client Development】\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will be involved with the development of, and operational work for, the LINE client and LINE Family App clients.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e【Specific Responsibilities Include】\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCollaborating with the Planning and Design teams to bring ideas to life (e.g. through coding, creating unit tests, etc.)\u003c/li\u003e\n\u003cli\u003ePerforming app profiling and improving performance\u003c/li\u003e\n\u003cli\u003eImproving and maintaining a CI environment that supports stable development Improving code quality through code reviews\u003c/li\u003e\n\u003cli\u003eUI/UX improvement\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eExamples of Client Development Work\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelopment of sticker/theme/emoji features in the LINE app\u003c/li\u003e\n\u003cli\u003eDevelopment of LINE Family Apps (e.g. “LINE Creators Studio”)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEither of:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperienced in iOS native application development using Swift/Objective-C (3+ years).\u003c/li\u003e\n\u003cli\u003eExperienced in Android native application development using Kotlin/Java (3+ years).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAnd\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProfessional knowledge of at least one programming language\u003c/li\u003e\n\u003cli\u003eBasic knowledge in computer science (e.g. algorithm, data structure, asynchronous I/O, network)\u003c/li\u003e\n\u003cli\u003eWork experience using version control systems (VCS), dependency management systems, and continuous-integration systems (CI)\u003c/li\u003e\n\u003cli\u003eCommunication ability in Japanese or English\u003c/li\u003e\n\u003cli\u003eMotivation to learn Japanese\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePreferred Skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWeb/Native hybrid applications\u003c/li\u003e\n\u003cli\u003eUI/UX design and implementation (e.g. custom views and interactions)\u003c/li\u003e\n\u003cli\u003eExperience in the coaching, management and/or leadership of a technical team\u003c/li\u003e\n\u003cli\u003eOpen-source software development experience and/or participation in open source communities is also a plus\u003c/li\u003e\n\u003cli\u003eStrong interest and ability to learn any new technical topic\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWorking Hours:\u003c/strong\u003e\nDiscretionary and flexible according to ability and speed of work; if projects are completed on time there is no need to stay in the office for extended periods of time.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSalary:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMinimum salary starting from 6 million Japanese yen per annum (salary based on experience and ability).\u003c/p\u003e\n\u003cp\u003e*Other details to be discussed during the interview process.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease apply from:\n\u003ca href=\"https://linefukuoka.co.jp/en/career/list/engineer/development_engineer_client-side\"\u003ehttps://linefukuoka.co.jp/en/career/list/engineer/development_engineer_client-side\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdVp6IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--020995eafa0bf64111f7cd8b328336dfa65d24e4/LINE_Text_Logo_TypeA.png"},{"id":"9cde98c2-415d-4760-a716-0574cd27ab90","type":"Full Time","url":"https://jobs.github.com/positions/9cde98c2-415d-4760-a716-0574cd27ab90","created_at":"Fri Feb 21 09:22:21 UTC 2020","company":"Raven51 AG","company_url":null,"location":"Affing","title":"ENTWICKLER (M/W) EMBEDDED SOFTWARE FÜR ELEKTRONISCHE SICHERHEITSSYSTEME","description":"\u003cp\u003eFür unseren Bereich „Produktentwicklung“ suchen wir in Affing (bei Augsburg) einen\u003c/p\u003e\n\u003cp\u003eENTWICKLER (M/W) EMBEDDED SOFTWARE FÜR ELEKTRONISCHE SICHERHEITSSYSTEME\u003c/p\u003e\n\u003cp\u003eVerwirklichen Sie sich in unserem Team als Entwickler (m/w) moderner elektronischer Sicherheitslösungen und entfalten Sie sich in der Schnittstellenfunktion zwischen Hardwareentwicklung und Program Management.\u003c/p\u003e\n\u003cp\u003eES WARTEN ZUKUNFTSORIENTIERTE HERAUSFORDERUNGEN\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDefinition der Produktanforderungen mit dem Produktmanagement\u003c/li\u003e\n\u003cli\u003eKonzeption von Software Architekturen für elektronische Sicherheitssysteme\u003c/li\u003e\n\u003cli\u003eSpezifikation, Dokumentation, Implementierung und Test der µController-basierten Software\nvon hardwarenahen Schnittstellen bis zum komplexen Algorithmus in C/C++\u003c/li\u003e\n\u003cli\u003eWartung und Pflege der Software-Komponenten\u003c/li\u003e\n\u003cli\u003eTechnische Unterstützung bei der Koordination von externen Entwicklungspartnern und\nLieferanten\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDAS ZEICHNET SIE DAFÜR AUS\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStudium der Fachrichtung Informatik, Informationstechnik, Elektrotechnik oder Quereinsteiger\nmit entsprechender Berufserfahrung\u003c/li\u003e\n\u003cli\u003eMindestens 3 Jahre Berufserfahrung in der Entwicklung von Software auf µController in C/C++\u003c/li\u003e\n\u003cli\u003eAnalytisch-konzeptionelle und selbstständige Arbeitsweise\u003c/li\u003e\n\u003cli\u003eTeamfähigkeit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWÜNSCHENSWERT:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eErfahrungen in Kryptographie\u003c/li\u003e\n\u003cli\u003eErfahrungen im Bereich RFID-Technologien oder 868MHz-Funk\u003c/li\u003e\n\u003cli\u003eErfahrungen mit batteriebetriebenen Systemen im Ultra Low Power Bereich\u003c/li\u003e\n\u003cli\u003eGute Englischkenntnisse\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUNSER MOTIVIERENDES ARBEITSUMFELD\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eModerne und agile Arbeitsmethoden\u003c/li\u003e\n\u003cli\u003eAttraktive Weiterbildungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten (Gleitzeitmodell)\u003c/li\u003e\n\u003cli\u003eGute Verkehrsanbindung, kostenfreier Parkplatz\u003c/li\u003e\n\u003cli\u003eBistro, Essens- und Getränkeflatrate\u003c/li\u003e\n\u003cli\u003eAttraktives Gehalt und eine großzügige betriebliche Altersvorsorge\u003c/li\u003e\n\u003cli\u003eSport- und Fitnessprogramme\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWIR FREUEN UNS, SIE KENNENZULERNEN.\u003c/p\u003e\n\u003cp\u003eWenn Sie sich angesprochen fühlen, bewerben Sie sich gerne online:\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://abus-portal.rexx-recruitment.com/stellenangebot-formular.html?yid=253\"\u003ehttps://abus-portal.rexx-recruitment.com/stellenangebot-formular.html?yid=253\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eIhre persönliche Ansprechpartnerin:\u003c/p\u003e\n\u003cp\u003eFrau Romy Theil\u003c/p\u003e\n\u003cp\u003eTelefon: +49 8207 95990-654\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://www.abus.com/karriere\"\u003ewww.abus.com/karriere\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eMit unseren digitalen Sicherheitssystemen gemeinsam die Welt ein Stück sicherer machen.\nDas ist unser Ziel.\u003c/p\u003e\n\u003cp\u003eABUS Security Center GmbH \u0026amp; Co. KG\u003c/p\u003e\n\u003cp\u003eLinker Kreuthweg 5\u003c/p\u003e\n\u003cp\u003e86444 Affing (bei Augsburg)\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://www.abus.com\"\u003ewww.abus.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWir rekrutieren digital und bitten um Verständnis, dass auf dem Postweg zugesandte Bewerbungsunterlagen weder berücksichtigt, noch zurückgesandt werden.\nPersonaldienstleister und -berater möchten wir höflich darum bitten, von Anrufen und E-Mails abzusehen.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://abus-portal.rexx-recruitment.com/stellenangebot-formular.html?yid=253\"\u003ehttps://abus-portal.rexx-recruitment.com/stellenangebot-formular.html?yid=253\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHAvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4391696a2010388849eff3cd305f75673937b501/abus.png"},{"id":"6e078400-6a53-4963-8d0a-3254cf73d59d","type":"Full Time","url":"https://jobs.github.com/positions/6e078400-6a53-4963-8d0a-3254cf73d59d","created_at":"Fri Feb 21 08:13:25 UTC 2020","company":"Noordhoff","company_url":"https://www.noordhoff.nl/","location":"Utrecht","title":"Senior software engineer","description":"\u003cp\u003eWanted: For our locations in Utrecht we are looking for a\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSenior software engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a senior software engineer you have significant experience in relevant languages and frameworks. Even though you have a senior role within your team, you do support others to grow and improve.\u003c/p\u003e\n\u003cp\u003eFor everyone who discovers. For everyone who grows. For everyone who performs and challenges themselves. For your smallest dreams and your biggest ambitions. Learning will take you further. From your first day at school to the next step in your career. Noordhoff is there for you and everyone who learns.\u003c/p\u003e\n\u003cp\u003eOur digital learning solutions helps everyone learn to their full potential. Every day over 2 million people, young and old, work and learn with the learning resources, technology, and services from Noordhoff. We believe that learning can always be improved. We also challenge ourselves to look further than today. We continue to innovate. Together with everyone who, just like us, has a heart for learning.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour future (technical) environment\u003c/strong\u003e\nOur platform consists of a mix of .NET, Node and React + Redux services that run as Web Applications or containers in Kubernetes on Azure. We are moving towards an architecture based on microservices, continuous delivery, and true ownership of the final product. You will work with the modern web technologies with experienced, multidisciplinary, agile teams.\u003c/p\u003e\n\u003cp\u003eAs a senior software engineer you have significant experience in relevant languages and frameworks. Even though you have a senior role within your team, you do support others to grow and improve. You do not simply deliver code but also take ownership of process and team improvements which expand the team’s capacity for delivering value to our customers. As a senior software engineer you take leadership roles within your team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLearning starts with yourself\u003c/strong\u003e\nLearning and developing takes a central place at Noordhoff. This starts with you as senior software engineer and ends with our customers, both students, and teachers. There are bi-weekly Knowledge Sharing meetings and you have plenty of room to continue to develop your skills on a holistic level.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAnd who are you?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWith your knowledge and enthusiasm you are able to inspire your team and you ensure solutions that fulfil the needs of our clients.\u003c/li\u003e\n\u003cli\u003eYou work within your team based on the principle: \"you build it, you run it\".\u003c/li\u003e\n\u003cli\u003eYou have the drive to develop high-quality technological solutions.\u003c/li\u003e\n\u003cli\u003eYou are happy to own the entire product development cycle from architecture to development and delivery with the team.\u003c/li\u003e\n\u003cli\u003eYou find it fun and important to share your knowledge.\u003c/li\u003e\n\u003cli\u003eYou are happy to work in a dynamic and agile environment.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat experience do you have?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou'll ideally have a degree, preferably in a technical subject.\u003c/li\u003e\n\u003cli\u003eExcellent software development, web technology and framework (e.g. .NET, JavaScript, Node.js, React, Vue or Angular) knowledge and skills.\u003c/li\u003e\n\u003cli\u003eWe are looking for a senior with more than 5 years of experience as a Software Engineer.\u003c/li\u003e\n\u003cli\u003eYou’ve worked in an agile environment.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat do you get from us?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA competitive salary and end-of-year bonus;\u003c/li\u003e\n\u003cli\u003eOwnership of the things you build, support to grow and a clear and structured career path;\u003c/li\u003e\n\u003cli\u003eAttractive and flexible employment conditions including a Personal Budget.\u003c/li\u003e\n\u003cli\u003eYour working hours? You determine together with your team how, where and when you work. Of course, we support this with technical tools, such as Slack and Zoom\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eNoordhoff Uitgevers is part of Infinitas Learning. Visit our website to learn more about Infinitas Learning and your career as a software engineer. You can apply by clicking on the \u003ca href=\"https://vacature.onlinevacatures.nl:443/?vid=154069\u0026amp;jid=2021\"\u003eapplybutton\u003c/a\u003e, you only have to leave your CV. Closing date of this vacancy 30 April 2020\u003c/p\u003e\n\u003cp\u003eWould you prefer to know more about this vacancy first? Then contact one of our recruiters via Whatsapp.\u003c/p\u003e\n\u003cp\u003eJolandi Schreuder\nWhatsapp: 06-28719027\u003c/p\u003e\n\u003cp\u003eMarjolein Bovens\nWhatsapp: 06-40100320\u003c/p\u003e\n\u003cp\u003eAcquisition as a result of this vacancy is not appreciated.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eKeywords: Informatica, Technische Informatica, Front-end Developer, Software Developer, Software Engineer, Agile, vacature Utrecht\u003c/em\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbE4vIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6d6112c195dfd7f9253dd71a9ff5ee93898064dc/Logo%20Noordhoff%202020.jpg"},{"id":"38e544ab-ab0d-4abb-bc6c-013d70dff759","type":"Full Time","url":"https://jobs.github.com/positions/38e544ab-ab0d-4abb-bc6c-013d70dff759","created_at":"Thu Feb 20 17:13:40 UTC 2020","company":"Wooga","company_url":"http://www.wooga.com","location":"Berlin","title":"Senior Software Engineer - Tools (React.js)","description":"\u003cp\u003eWe are looking for a Senior Software Engineer with a passion for tool creation, who will be driving the creation and innovation of our next-gen games support tools!\u003c/p\u003e\n\u003cp\u003eTogether with your team members, you will be working on a variety of projects, including tools to efficiently manage content and live operations of all Wooga games, and constantly raising the bar in terms of quality and productivity of the teams.\u003c/p\u003e\n\u003cp\u003eYou will work side by side, with diverse stakeholders and clients and empower them by developing the tools, that our game teams need to keep bringing delightful story-driven games to millions of players around the world.\u003c/p\u003e\n\u003cp\u003eIdeally, you have a generalistic and broad technical knowledge, ranging from Javascript, React, Typescript and electron (Atom Shell) to working with services like AWS, Google and Github.\u003c/p\u003e\n\u003cp\u003eAs a member of our team you will work on projects including but not limited to:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeveloping web-based (React js) tools to manage, analyze and optimize live operations for Wooga’s live games.\u003c/li\u003e\n\u003cli\u003eCreating internal tools based on typescript, electron, node, react and bootstrap, to drive content for our story-driven games.\u003c/li\u003e\n\u003cli\u003eDeveloping and constantly innovating our internal tools \u0026amp; pipelines to improve Marketing and User Acquisition KPIs.\u003c/li\u003e\n\u003cli\u003eYou will be actively contributing to the design and code reviews, as well as mentoring and growing other team members\u003c/li\u003e\n\u003cli\u003eWorking together with our backend and data engineering teams to develop management interfaces for internal services.\u003c/li\u003e\n\u003cli\u003eBuilding internal dashboards aggregating live data from different sources (google, GitHub, artifactory, s3) by combining it with a state-of-the-art bootstrap react interface (no CSS!) to observe and interact with our custom build infrastructure for our own SDKs, games, and documentations.\u003c/li\u003e\n\u003cli\u003eConfiguring and optimizing web-pack builds. Developing new APIs for consumption by our game teams.\u003c/li\u003e\n\u003cli\u003eOne of our values is Sharing Knowledge. You will encourage the sharing of state of the art software engineering methods, practices, technologies, and expertise among and beyond your team.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAbout you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have been working as a software engineer for years now.\u003c/li\u003e\n\u003cli\u003eYou are an expert of typescript, javascript and react.\u003c/li\u003e\n\u003cli\u003eYou have experience with writing tests using Mocha/Chai/Jest/ enzyme/react-testing-library.\u003c/li\u003e\n\u003cli\u003eYou know your way around  API design.\u003c/li\u003e\n\u003cli\u003eYou are passionate about the user experience and creating intuitive and efficient tool workflows to solve complex problems.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNice to Have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience building content creation tools\u003c/li\u003e\n\u003cli\u003eBasic experience with the unity game engine\u003c/li\u003e\n\u003cli\u003ePassion for games\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur Promise\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJoin the team, who is, every day, empowering the teams to create successful games played by millions!\u003c/li\u003e\n\u003cli\u003eWork in a small, autonomous team with a high impact and degree of creative freedom.\u003c/li\u003e\n\u003cli\u003eCollaborative and open company culture dedicated to making world-class games.\u003c/li\u003e\n\u003cli\u003eTalented, inspiring colleagues from all over the world.\u003c/li\u003e\n\u003cli\u003eLocated in Europe’s most creative and vibrant city - we offer a generous and holistic relocation package if you are not already located in Berlin!\u003c/li\u003e\n\u003cli\u003eOur office language is English, but we offer German language classes for you and your significant other!\u003c/li\u003e\n\u003cli\u003eMake use of an education budget and extra days off for self-development.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eAt Wooga we are committed to providing a friendly, safe and welcoming environment for everyone who works here or with us, regardless to gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, religion (or lack thereof) and game preferences.\u003c/em\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eApply here: \u003ca href=\"https://grnh.se/9e422fcd1\"\u003ehttps://grnh.se/9e422fcd1\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbEYvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e3d4ed84086ada32cf48924b8024812d469d205d/wooga-logo%20(2).png"},{"id":"7d7484e0-09f5-4168-b167-55da7d9c2ac2","type":"Full Time","url":"https://jobs.github.com/positions/7d7484e0-09f5-4168-b167-55da7d9c2ac2","created_at":"Thu Feb 20 16:25:13 UTC 2020","company":"Kiron Open Higher Education gGmbH\t","company_url":"https://kiron.ngo/en/","location":"Berlin","title":"Software Engineer - React, GraphQL","description":"\u003cp\u003eKiron Open Higher Education is a non-profit organization offering free online learning opportunities to refugees and underserved communities worldwide since 2015. Through the platform, Kiron Campus, students receive access to high-quality higher education and a large online student community. Kiron’s innovative model consists of free, tailor-made study programs by clustering Massive Open Online Courses (MOOCs) from renowned educational providers and Open Educational Resources (OERs) for academic, professional and personal growth.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow you can contribute to our mission:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJoin one of our product development teams and commit to working with a strong user-focus so that we can build products that help a wide range of refugee students\u003c/li\u003e\n\u003cli\u003eHelp us improve Kiron Campus – a web application for online learning built with React + GraphQL (‘Express’ implementation)\u003c/li\u003e\n\u003cli\u003eJoin us to implement a 1st-class offline and low-network learning experience through our apps, serving an atypical set of user devices and bandwidth problems\u003c/li\u003e\n\u003cli\u003eContribute to building better Open Educational Resources by creating new web applications for students and staff to build new lessons and online learning materials. Our current tooling for this is React + Laravel + OctoberCMS.\u003c/li\u003e\n\u003cli\u003eCollaborate with your wildly cross-functional team from engineering, product and design, instructional and educational design\u003c/li\u003e\n\u003cli\u003eTake ownership and help set direction for the functionalities you are building for the Kiron applications\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you need to make an impact:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou share our vision of free and democratic access to education for refugees and disadvantaged communities worldwide\u003c/li\u003e\n\u003cli\u003eYou possess strong experience working with Javascript (2+ years) and a strong familiarity with modern frontend JS frameworks such as React\u003c/li\u003e\n\u003cli\u003eYou have experience working in an agile delivery team\u003c/li\u003e\n\u003cli\u003eYou are fluent in English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eHow we will enable you to do your best work:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe chance to be part of a fun, dynamic, international, interdisciplinary, and highly committed team\u003c/li\u003e\n\u003cli\u003eThe chance to shape a fast-growing social startup with your initiative and creative input\u003c/li\u003e\n\u003cli\u003eA (mostly) bleeding edge tech stack. Keywords: React, Flow, GraphQL (Apollo), PWA, TWA, Laravel, PostgreSQL, Kubernetes\u003c/li\u003e\n\u003cli\u003eFlexible working hours, 30 vacation days and a generous home office policy\u003c/li\u003e\n\u003cli\u003eA dog-friendly and spacious office in Lichtenberg with beautiful sunset views\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://kiron.join.com/jobs/777232-software-engineer-react-graphql?pid=eb4435dc5faa67b44ac5\u0026amp;utm_source=stackoverflow\u0026amp;utm_medium=paid\u0026amp;utm_campaign=tech%2Bperformance%2Bpackage\u0026amp;utm_content=software%2Bengineer%2B-%2Breact%2Bgraphql\"\u003ehttps://kiron.join.com/jobs/777232-software-engineer-react-graphql?pid=eb4435dc5faa67b44ac5\u0026amp;utm_source=stackoverflow\u0026amp;utm_medium=paid\u0026amp;utm_campaign=tech%2Bperformance%2Bpackage\u0026amp;utm_content=software%2Bengineer%2B-%2Breact%2Bgraphql\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazUvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7f9ff9b5a40708baa045b3c36c0f037620c6b12b/kiron-Logo.png"},{"id":"06b7926d-d93b-4990-ad8a-ef8ac7662efc","type":"Full Time","url":"https://jobs.github.com/positions/06b7926d-d93b-4990-ad8a-ef8ac7662efc","created_at":"Thu Feb 20 15:56:37 UTC 2020","company":"Wheel.me AS","company_url":"https://wheel.me/","location":"Oslo","title":"Robotics Engineer (Sensor Fusion)","description":"\u003cp\u003eWe are looking for a robotics engineer who has industry experience in building robots and especially who worked in the field of sensor fusions.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThese will be your tasks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIntegrate sensors (IMU, wheel encoders, camera) into pose estimation and inertial navigation algorithms for deployment on the wheeled robots. Especially interested in Kalman filters, EKF, UKF, particle filters, etc.\u003c/li\u003e\n\u003cli\u003eAbility to simulate the covariance/average error of odometry over the simulation tool of your choice (eg. MATLAB).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYou're offering these qualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor's or Master's degree in robotics-related field (eg. computer vision, electronic engineering and etc.)\u003c/li\u003e\n\u003cli\u003eAt least 3 years of experience in C++\u003c/li\u003e\n\u003cli\u003eKnowledge in Rust\u003c/li\u003e\n\u003cli\u003eNice to have some ROS experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWe're offering these benefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe offer a comfortable office in one of the most comfortable cities in the world - Oslo.\u003c/li\u003e\n\u003cli\u003ePossibility to join our options program.\u003c/li\u003e\n\u003cli\u003eWork with Fortune 500 companies around the world!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe offer a competitive salary, free lunch and amazing place to live and work (Oslo, Norway). Of course, we also offer you the options agreement so you can benefit after successfully building the company together with us.\u003c/p\u003e\n\u003cp\u003eOur core technology is an autonomous wheel that can be used in various markets but at the moment, we are focusing in warehouses and industries. Our product is very interesting to many Fortune 500 companies as we can save their costs on automation (including AGV) significantly! We use 2D lidar and rgbd camera so your skills and knowledge are indeed important. You will have an opportunity to use the latest technologies and possibly bring a huge impact to our company!\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://wheel.join.com/jobs/760971-robotics-engineer-sensor-fusion?pid=24ab8afa01f084c85dce\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=robotics%2Bengineer%2Bsensor%2Bfusion\"\u003ehttps://wheel.join.com/jobs/760971-robotics-engineer-sensor-fusion?pid=24ab8afa01f084c85dce\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=robotics%2Bengineer%2Bsensor%2Bfusion\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazEvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a7cabe271efe3625d5f3c76dd1c9a79932a921ba/ex6ct6c972ndfbbvvkej.png"},{"id":"4a1ca230-8bb8-4a24-b643-d452998fdde4","type":"Full Time","url":"https://jobs.github.com/positions/4a1ca230-8bb8-4a24-b643-d452998fdde4","created_at":"Thu Feb 20 14:24:46 UTC 2020","company":"CSB-System AG","company_url":"https://www.csb.com/de/de/das-erp-vom-branchenspezialisten/","location":"Geilenkirchen","title":"Softwareentwickler Schwerpunkt ERP (m/w/d)","description":"\u003cp\u003eSie suchen die attraktiven Vorteile eines internationalen Unternehmens und das Arbeiten in kleinen dynamischen Teams?\u003c/p\u003e\n\u003cp\u003eDie CSB Unternehmensgruppe bietet Ihnen beides. Eine überaus vorteilhafte Mischung, wie sich zeigt. Denn nicht umsonst beschäftigen wir als erfolgreiche, stark expandierende und weltweit aktive Unternehmensgruppe mehr als 600 Mitarbeiter. Dabei ist für uns die Zusammenarbeit unterschiedlicher Persönlichkeiten über alle Unternehmensbereiche und Funktionen hinweg besonders wichtig. Wir suchen Mitarbeiter mit Weitblick, analytischem Denkvermögen und innovativen Ideen, die sich im Team ein- und in der Sache durchsetzen können.\u003c/p\u003e\n\u003cp\u003eZur Verstärkung des Geschäftsbereichs Applikationen / ERP suchen wir für unser Stammhaus in Geilenkirchen bei Aachen zum nächstmöglichen Zeitpunkt einen \u003cstrong\u003eSoftwareentwickler Schwerpunkt ERP (m/w/d)\u003c/strong\u003e.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eIhre Aufgaben:\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eUmsetzung von Kunden- bzw. Projektanforderungen über alle Entwicklungsphasen\u003c/li\u003e\n\u003cli\u003eMitarbeit an der kreativen Weiterentwicklung des Standardsystems in den Bereichen Warenwirtschaft und Unternehmensführung\u003c/li\u003e\n\u003cli\u003eAbbildung kaufmännischer Prozesse in unserem ERP-System\u003c/li\u003e\n\u003cli\u003eTeilnahme an der Rufbereitschaft (24/7)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eWir bieten:\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eEntwicklungschancen in einem schnell wachsenden Unternehmen (Studiermöglichkeiten am CSB-Campus)\u003c/li\u003e\n\u003cli\u003eEin flexibles Arbeitszeitmodell\u003c/li\u003e\n\u003cli\u003eOptimale Versorgung am Arbeitsplatz, u.a. durch kostenfreie Getränke und Obst sowie eine Mitarbeiterkantine\u003c/li\u003e\n\u003cli\u003eKostenlose Nutzung von Sport- und Fitnesseinrichtungen (Fitnessstudios, Schwimmbäder, etc.) in ganz Deutschland durch unsere Kooperation mit QUALITRAIN\u003c/li\u003e\n\u003cli\u003eWeitere Gesundheitsangebote durch eine Kooperation mit der BARMER\u003c/li\u003e\n\u003cli\u003eAls familienfreundlicher Arbeitgeber einen Betriebskindergarten in den Schulferien (standortabhängig)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eIhr Profil:\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eEine erfolgreich abgeschlossene Ausbildung im IT- Bereich als Fachinformatiker/-in (Anwendungsentwicklung) oder eine vergleichbare Qualifikation\u003c/li\u003e\n\u003cli\u003eErfahrung im ERP-Bereich bzw. die Bereitschaft zur intensiven Einarbeitung\u003c/li\u003e\n\u003cli\u003eUmfassende betriebswirtschaftliche Kenntnisse\u003c/li\u003e\n\u003cli\u003eProgrammiererfahrung\u003c/li\u003e\n\u003cli\u003eKenntnisse in den Bereichen Datenbanken und PC-Netzwerke\u003c/li\u003e\n\u003cli\u003eTeamfähigkeit und gute Englischkenntnisse runden Ihr Profil ideal ab\u003c/li\u003e\n\u003cli\u003eAls familienfreundlicher Arbeitgeber einen Betriebskindergarten in den Schulferien (standortabhängig)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eUnser Angebot:\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWir suchen Mitarbeiter mit Weitblick, analytischem Denkvermögen und innovativen Ideen, die sich im Team ein- und in der Sache durchsetzen können. Ihre Herausforderung besteht darin, den Erfolg unserer Kunden durch erstklassige IT- und Servicelösungen aktiv mitzugestalten. Sie können sich auf eine langfristige, herausfordernde und vielseitige Aufgabe in einem innovativen, weltweit agierenden und erfolgreichen Unternehmen freuen.\u003c/p\u003e\n\u003cp\u003eSelbstverständlich erwartet Sie eine qualifizierte Einarbeitung und interessante Perspektiven für Ihre Zukunft. Wir freuen uns auf Ihre aussagekräftige Bewerbung unter Angabe Ihrer Gehaltsvorstellung sowie Ihres frühestmöglichen Eintrittstermins. Des Weiteren sind Bewerbungen schwerbehinderter oder gleichgestellter Bewerber, die bei gleicher Eignung unter Berücksichtigung aller Umstände des Einzelfalls bevorzugt werden, erwünscht.\u003c/p\u003e\n\u003cp\u003eWenn wir Ihr Interesse an unserer ausgeschriebenen Position geweckt haben, bewerben Sie sich über dem Bewerbungsformular.\n\u003ca href=\"https://csb.redirect.your-jobresponse.com/softwareentwickler_schwerpunkt_erp_m_w_d_geilenkirchen/264047/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://csb.redirect.your-jobresponse.com/softwareentwickler_schwerpunkt_erp_m_w_d_geilenkirchen/264047/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa3QvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ad42ddcbd0476647dcc638bb802b9674d644b626/companyLogo-Logo%20CSB-System%202018-09.jpg"},{"id":"9c0d9af2-531b-4155-a02a-0075f43dad0a","type":"Full Time","url":"https://jobs.github.com/positions/9c0d9af2-531b-4155-a02a-0075f43dad0a","created_at":"Thu Feb 20 10:17:16 UTC 2020","company":"UPMY","company_url":"https://upmy.dev/","location":"FRANCE - PARIS","title":"CTO (backend or fullstack)","description":"\u003cp\u003e\u003cstrong\u003eJob Title\u003c/strong\u003e: CTO\n\u003cstrong\u003eContract\u003c/strong\u003e: Full-time\n\u003cstrong\u003eSalary\u003c/strong\u003e: 90k€-120k€ subject to past experience\n\u003cstrong\u003eWork place\u003c/strong\u003e: Paris Center\n\u003cstrong\u003eStart date\u003c/strong\u003e: ASAP\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eUPMY\u003c/strong\u003e is a Fintech which mission is to offer the best online shopping experience to E-shoppers through innovative payment methods.\u003c/p\u003e\n\u003cp\u003eThe online shopping experience still suffers from shipping costs. Our solution is to offer a free shipping benefit at checkout.\u003c/p\u003e\n\u003cp\u003eOur product is a digital wallet that offers free shipping memberships to E-shoppers. Our digital wallet enables online retailers to accept payments while offering free shipping to their customers.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur Product vision\u003c/strong\u003e:\nOnce mature, we plan to always enhance our E-shoppers experience by providing more services: free return, cashback, concierge, satisfied or refunded guaranty on any online purchase, and more.\nWe aim to launch our universal credit card to ensure our E-shoppers enjoy the benefits they deserve beyond our E-merchant network.\u003c/p\u003e\n\u003cp\u003eBy adopting an “E-shopper focus” approach, we are disrupting traditional payment players. We aim to create a new online shopping experience that is less expensive, without frustrations and always safe.\u003c/p\u003e\n\u003cp\u003eWe are looking for talents that are very sensitive to user experience, and with the willingness to change E-commerce practices by providing more value to the E-shoppers.\u003c/p\u003e\n\u003cp\u003eOur Managing team have a strong background and past successes in the E-commerce and Tech payment industries. They have past experience in big saas company, 1 click shopping technology, payment companies, top financial consulting firm and are confirmed investors. Their product and business DNA make a great founding team.\u003c/p\u003e\n\u003cp\u003eThe company is well funded (1,5M€). Our real proven goto market (400 clients signed in 3 months during the test phase) and business model gives us the capacity to always reinvest in our products.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur culture\u003c/strong\u003e\nBe ambitious: Think big and worldwide\nBe simple: keep the essential\nBe focus: Do one thing really, really well\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob description\u003c/strong\u003e\nWe are launching the company, and need a strong TECH Team.\u003c/p\u003e\n\u003cp\u003eAs Leader of the tech team, you will have to engineer the product. You join a crew of experienced people working on making the best possible user experience. The managing  are super dedicated and result oriented.\u003c/p\u003e\n\u003cp\u003eOur stacks? as the product does not exist yet,  you will be the 1st and the leader of the tech team, and you will be in charge of deciding which technologies (stacks, framework and tools) to implement.\u003c/p\u003e\n\u003cp\u003eAs CTO, you will work on engineering, building, improving and scaling the core product. You will work on shipping innovative user services, as well as new payment features, for a potential growing user base.  You will also ensure the safety and robustness of our systems. We are looking for a client first and business mindset profile.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat are you going to do?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eRecruit and supervise our technical team\u003c/li\u003e\n\u003cli\u003eArchitecting, engineering and developing the core product and services\u003c/li\u003e\n\u003cli\u003eTake ownership for all aspects of your code and participate in complex conception/resolution of product issues\u003c/li\u003e\n\u003cli\u003eImproving the code\u003c/li\u003e\n\u003cli\u003eMaking your work scalable, strongly robust,  highly secured to to guarantee performance\u003c/li\u003e\n\u003cli\u003eDevelop a data room, to help the business team take the best decisions\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat can you expect ?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eRe-inventing the Ecommerce experience and create new payment services\u003c/li\u003e\n\u003cli\u003eAccelerate your career by joining a small team dedicated to the product and business\u003c/li\u003e\n\u003cli\u003eBe in charge and responsible of your own team\u003c/li\u003e\n\u003cli\u003eYou will have access to high skilled mentorship\u003c/li\u003e\n\u003cli\u003eContribute to the creation of multiple payment services dedicated to users\u003c/li\u003e\n\u003cli\u003eTake part on creating a scalable payment system that provides stable and secure transactions\u003c/li\u003e\n\u003cli\u003eIf you choose open source, you will contribute to your stack’s community\u003c/li\u003e\n\u003cli\u003eParticipate and organize numerous events (Meet-ups, Talks, conferences…) to make Upmy engineering culture even stronger and recognized around the globe. Upmy will take in charge transportation, hotels... etc for these events.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDesired Expertise \u0026amp; Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGraduate from a Top engineer school\u003c/li\u003e\n\u003cli\u003eExperience in payment or Fintech is a plus\u003c/li\u003e\n\u003cli\u003eYou have strong open source programming skills\u003c/li\u003e\n\u003cli\u003eYou already managed a team at least 3 people and for at least 1 year\u003c/li\u003e\n\u003cli\u003eYou had exposure to architectural patterns of a large, high-scale web applications and microservices to manage high traffic\u003c/li\u003e\n\u003cli\u003eYour work in an organized manner with test coverage, and other best practices work with high quality expectation\u003c/li\u003e\n\u003cli\u003eYou are a curious, well organized and business result oriented\u003c/li\u003e\n\u003cli\u003eYou are pragmatic and solution-oriented\u003c/li\u003e\n\u003cli\u003eYou want to build an innovative product to be used by millions of users\u003c/li\u003e\n\u003cli\u003eYou have good communication skills and you know how to work with a team\u003c/li\u003e\n\u003cli\u003eEnglish Fluent\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat to expect from our hiring process?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA 15min video-call with our recruiter to better understand your career path and goals as well as answer any of your questions\u003c/li\u003e\n\u003cli\u003eA onsite interview with our founding team (or video call if you not paris based)\u003c/li\u003e\n\u003cli\u003eAnd finally exercise with an experimented technical expert to evaluate your hard skills and understand how you see the world\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eThe final touch Avantages\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWelcome bonus :)\u003c/li\u003e\n\u003cli\u003eRemote possible: 1 day / week\u003c/li\u003e\n\u003cli\u003eTransportation and daily meal offer\u003c/li\u003e\n\u003cli\u003eRegular drinks and parties offered\u003c/li\u003e\n\u003cli\u003eGreat office in the Paris center\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are generous, just ask for other benefits\nJoin a fun and energetic team\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eEnvoyer votre CV à \u003ca href=\"mailto:hello@upmy.dev\"\u003ehello@upmy.dev\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0ovIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9cad626b3baf2a32a008f00708f58c3689bbffa6/Logo.JPG"},{"id":"fd4cb3ba-0e82-4162-80e0-fd776b1a651f","type":"Full Time","url":"https://jobs.github.com/positions/fd4cb3ba-0e82-4162-80e0-fd776b1a651f","created_at":"Thu Feb 20 08:29:54 UTC 2020","company":"Rabobank","company_url":"http:","location":"Utrecht","title":"Credit Risk Modeler","description":"\u003cp\u003e\u003cstrong\u003eCredit Risk Modeler\u003c/strong\u003e\u003c/p\u003e\n\u003ch2\u003eImagine…\u003c/h2\u003e\n\u003cp\u003eThat we’ll give you the opportunity and freedom to build or validate the most effective models. Are you ready to put your skills to the test? As a Credit Risk Modeler will you build or validate risk models that have a direct impact on bank business and the lives of millions of customers. We’ve got a challenge you can really sink your teeth into.\u003c/p\u003e\n\u003ch2\u003eMaking a difference\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eDepending on your experience and skills, you will build, test, develop and/or validate comprehensive risk models that support the bank’s ambitions and safeguard our customers\u003c/li\u003e\n\u003cli\u003eThink here of mathematical, data-driven credit risk models\u003c/li\u003e\n\u003cli\u003eYou will work closely with colleagues and stakeholders of all nationalities to solve highly complex challenges and establish workable models that the bank can put into practice\u003c/li\u003e\n\u003cli\u003eYou’ll work intensely with a variety of stakeholders, including Risk Management, Finance and external regulators (like DNB and ECB), IT and more\u003c/li\u003e\n\u003cli\u003eSo in addition to putting your modelling skills to the test, we’ll also ask you to contribute to the team dynamic in a positive way\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour technology stack consists of Python, Matlab, SQL and GIT, or comparable packages and programming languages.\u003c/p\u003e\n\u003ch2\u003eWith each other\u003c/h2\u003e\n\u003cp\u003eCollaboration is at the heart of everything we do. We bring teams of talented people together to develop the next generation of risk models that not only thrill our regulators, but also drive our business forward. Both Risk Modelling (ALM \u0026amp; Credit) and Model Validation operate in an open atmosphere of collaboration and service. We know that no one can solve the complex challenges of risk modelling on her/his own. It takes a well-rounded team of experienced professionals who are willing to look beyond their own accomplishments and work together to achieve a common objective. Whether it’s safeguarding Rabobank’s €200 billion mortgage portfolio, or calculating the risk-reward ratio of a large multi-national wholesale client, you will play a key role in processes that affect nearly every aspect of the bank’s business.\nWith you as a Risk Modeler, you will strike a balance between strong leadership and open collaboration, with team members like:\u003c/p\u003e\n\u003cp\u003eMaikel, Team Lead IFRS9: “No one can solve the complex issues of modelling alone. That’s why the team works closely together to contribute to the overall result. You won’t ever hear ‘that’s not my job’. Much more often, you’ll hear, ‘how can I help?’ The person who leads this team should not be afraid to get her/his hands dirty. Every member of the team contributes. There are no ivory towers.”\u003c/p\u003e\n\u003ch2\u003eWith you\u003c/h2\u003e\n\u003cp\u003eIf we were to ask your friends to describe you in a few key words, the answer would be: customer-focused, confident, and able to take on challenges with confidence and flexibility.\nWe’re searching for Credit Risk Modelers of all levels, but particularly mid- and senior-level analysts. Got what it takes to join our team? Then you will likely have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA master's degree in a quantitative field (econometrics, mathematics, physics, AI or similar)\u003c/li\u003e\n\u003cli\u003eA passion for using/developing models to solve complex problems\u003c/li\u003e\n\u003cli\u003eFamiliarity with Python would be of great value\u003c/li\u003e\n\u003cli\u003eExperience with programming is a plus: if you speak Matlab, SQL or GIT, you’ve got a head start. If you don’t, we’ll teach you\u003c/li\u003e\n\u003cli\u003eMinimum of 3 years experience in – and affinity for – working with data\u003c/li\u003e\n\u003cli\u003eIt’s important to note that we aren’t just looking for top Risk Modelers who are great at modelling. You’ll also need to be a true team player, with excellent communication skills in English, the ability to take other (non-analyst’s) interests into consideration. Timing is always a factor in what we do, so you will need to be able to perform well under pressure, and manage your time effectively. Flexibility and adaptability are definitely expected\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eGrowing a better world together\u003c/h2\u003e\n\u003cp\u003eRabobank is a financial services provider for 7.1 million customers in 40 countries. But did you know that we are also working to make the world a better place? We do so in countless ways, such as:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eActively protecting our clients by ensuring that the funds we lend and the mortgages we provide are well within acceptable risk levels;\u003c/li\u003e\n\u003cli\u003eWorking toward a new generation of risk models that not only fulfil regulatory requirements, but also allow us to expand our reach and help more people, communities and societies to thrive.Safeguarding our investments in nature, culture, agriculture and development with risk models that sustain and advance the bank’s position.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003eDo you want to become the ideal version of yourself? We would love to help you achieve this by focusing firmly on your growth, development, and investing in an environment where you keep learning every day. We give you the space to innovate and initiate. In this way, we offer you numerous opportunities to grow and help you exceed your expectations, to do the right thing exceptionally well, and to therefore grow as a professional. In addition, with us (on the basis of a 40 hour working week), you can expect:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA gross annual salary between €53k and €110k, depending on your experience and Seniority.\u003c/li\u003e\n\u003cli\u003eA thirteenth month and holiday pay;\u003c/li\u003e\n\u003cli\u003eAn Employee Benefit Budget of your gross monthly salary. You decide how to spend this budget. This may include purchasing extra leave days, or making extra pension contributions;\u003c/li\u003e\n\u003cli\u003eFlexible working times and location-independent working;\u003c/li\u003e\n\u003cli\u003e100% reimbursement of commuting costs if you travel by public transport. Do you still prefer to travel by car or motorbike? Then choose a home/work travel allowance;\u003c/li\u003e\n\u003cli\u003eA pension scheme, to which your contribution is only 5%.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eLet's meet\u003c/h2\u003e\n\u003cp\u003eAre you the person we're looking for? Are you ready to join Rabobank as a Risk Modeler and to make a difference to yourself, our customers and to society? We look forward to receiving your application via \u003ca href=\"https://rabobank.redirect.your-jobresponse.com/credit_risk_modeler_utrecht/264251/V819/solliciteren\"\u003ethis link!\u003c/a\u003e for this vacancy in Utrecht.\u003c/p\u003e\n\u003ch2\u003eGood to know:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eJerrol Spier Corporate Recruiter, would be happy to answer any questions about the application procedure via \u003ca href=\"mailto:Jerrol.Spier@rabobank.nl\"\u003eJerrol.Spier@rabobank.nl\u003c/a\u003e or on +31 611 95 55 96.\u003c/li\u003e\n\u003cli\u003eThe application process includes screening. Based on the screening procedures in place at Rabobank, we assess whether new staff are reliable enough to work at Rabobank.\u003c/li\u003e\n\u003cli\u003eThe application process for this vacancy may include an individual assessment\u003c/li\u003e\n\u003cli\u003eYour privacy is important to us. Do you want to know more, click on this link\u003c/li\u003e\n\u003cli\u003eEveryone is different, and it is exactly those differences that help us become an even better bank. That's why we want to know who you really are!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAcquisition further to this vacancy is not appreciated\u003c/strong\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://rabobank.redirect.your-jobresponse.com/credit_risk_modeler_utrecht/264251/V819/solliciteren\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0IvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cb1a3de87fdda9874a8d150ff7d293427c8c4b92/Rabobank1.png"},{"id":"20ebccd1-148a-4b35-b32a-1c340d18439f","type":"Full Time","url":"https://jobs.github.com/positions/20ebccd1-148a-4b35-b32a-1c340d18439f","created_at":"Thu Feb 20 05:54:49 UTC 2020","company":"Binance","company_url":"https://www.binance.com/","location":"Singapore / Asia","title":"Rust Developer (C/C++/Java to Rust)","description":"\u003cp\u003eWe are continuing to build up our next generation crypto-currency exchange and are looking for eager, hard-working problem solvers that can continue to evolve our 24-7, highly scalable, exchange system as new features and performance improvements are constantly being added.\u003c/p\u003e\n\u003cp\u003eThis role with work with our backend development team on our exchange platform that has allowed Binance to become one of the biggest crypto-currency exchanges in the world, solving difficult and unique challenges that are presented for running a platform with 10s of millions of users and 24/7 availability.\u003c/p\u003e\n\u003cp\u003eWe are looking for talented Software Engineers (7-10+ years of experience) to work on our backend for our world class trading platform in one of our offices in Asia.\n\u003cstrong\u003eNOTE:\u003c/strong\u003e this position is in one of our locations in Asia, not necessarily Singapore.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eArchitect scalable backend systems, services, and APIs\u003c/li\u003e\n\u003cli\u003eEvolve our long term vision for maintaining and scaling our backend systems\u003c/li\u003e\n\u003cli\u003eDesign high reliability services that can withstand large fluctuations in traffic\u003c/li\u003e\n\u003cli\u003eMonitor our backend performance, identify performance bottlenecks, and find ways to reliably resolve them\u003c/li\u003e\n\u003cli\u003eWrite backend code that is fast, reliable, but also highly secure\u003c/li\u003e\n\u003cli\u003eMaintain and evolve our quickly-growing test suite\u003c/li\u003e\n\u003cli\u003eCollaborate effectively with other staff to solve complex problems\u003c/li\u003e\n\u003cli\u003eProvide mentorship and lead strong development practices inside the team\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA solid foundation with C/C++, Java, or any compiled language\u003c/li\u003e\n\u003cli\u003eWorking experience with Rust would be a huge plus\u003c/li\u003e\n\u003cli\u003eAbility to write robust, highly efficient, reliable code\u003c/li\u003e\n\u003cli\u003eExperience writing multi-threaded applications\u003c/li\u003e\n\u003cli\u003eHave deployed software to a production environment\u003c/li\u003e\n\u003cli\u003eFamiliarity with Linux\u003c/li\u003e\n\u003cli\u003eBSc in Computer Science, Math, or similar\u003c/li\u003e\n\u003cli\u003eExperience with scaling production databases: Postgres, MySQL, and/or MongoDB is a big plus\u003c/li\u003e\n\u003cli\u003eExperience building systems with financial or security constraints is a big plus\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eFill out the application form at our job board: \u003ca href=\"https://jobs.lever.co/binance/2c03bc65-3c1a-43d8-ab2c-bbf5899c9d4a/apply\"\u003ehttps://jobs.lever.co/binance/2c03bc65-3c1a-43d8-ab2c-bbf5899c9d4a/apply\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanQvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2cf70312a3e5bd903f0e9cc5d5f3f61e425348bb/photo_2017-09-26_17-47-30%20(2).jpg"},{"id":"34b08627-4623-435a-b87f-4cfbd09833f0","type":"Full Time","url":"https://jobs.github.com/positions/34b08627-4623-435a-b87f-4cfbd09833f0","created_at":"Thu Feb 20 01:18:58 UTC 2020","company":"Voice","company_url":"http://www.voice.com","location":"New York","title":"Software Engineer, Mobile (iOS)","description":"\u003cp\u003e\u003cstrong\u003eGet to Know Voice\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVoice is a rewards-based social media network for content creation, discovery and discussion. Built by and for its users, Voice aims to rebuild public trust in media by focusing on transparency, authenticity, and alignment. Spun out of Block.One and built on the EOSIO protocol, Voice leverages the inherent characteristics of blockchain technology to architect integrity into the platform.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDescription\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVoice is looking for a Mobile iOS Software Engineer to architect, design, code, and modify Voice’s iOS applications and libraries.\u003c/p\u003e\n\u003cp\u003eThis is an exciting opportunity to join a thriving, well-funded startup with big ambitions. In addition to doing ground breaking work, this role will be pivotal in establishing a culture of openness, positive communication, and continuous learning. We are looking for the best and brightest to take our platform to the next level. Are you it? Let’s talk.\u003c/p\u003e\n\u003cp\u003eThe ideal candidate will have a proven record of strong leadership with high team engagement, a history of leading large initiatives through collaboration, and a passion for architecting with integrity.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWrite well-designed, high-performance code and tests using best software development practices.\u003c/li\u003e\n\u003cli\u003eGather and refine specifications and requirements based on technical needs.\u003c/li\u003e\n\u003cli\u003eStay up to date on emerging technologies/industry trends and apply them into operations and activities.\u003c/li\u003e\n\u003cli\u003eCooperate with designers to match visual design intent.\u003c/li\u003e\n\u003cli\u003eHelp maintain build pipeline by assisting with deployment automation.\u003c/li\u003e\n\u003cli\u003eWork independently with minimal guidance on tasks.\u003c/li\u003e\n\u003cli\u003eEnsuring quality and performance of application to specification.\u003c/li\u003e\n\u003cli\u003eIdentifying potential problems and resolving application issues.\u003c/li\u003e\n\u003cli\u003eOther duties as assigned.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s degree in Computer Science or Software Engineering.\u003c/li\u003e\n\u003cli\u003e5+ years of software development experience and 3+ years of experience developing mobile applications for Apple iOS.\u003c/li\u003e\n\u003cli\u003eStrong understanding of mobile application design.\u003c/li\u003e\n\u003cli\u003eExperience publishing mobile apps via the Apple App Store.\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eEmail your resume to \u003ca href=\"mailto:salah@voice.com\"\u003esalah@voice.com\u003c/a\u003e or \u003ca href=\"https://www.linkedin.com/jobs/view/1702092667\"\u003ehttps://www.linkedin.com/jobs/view/1702092667\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBamQvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--55dc6a7450a50feea57b9527f7db2a01bda403be/Screen%20Shot%202020-02-19%20at%208.13.16%20PM.png"},{"id":"20d3176c-23fc-43b4-b5df-2fbbd657bd02","type":"Full Time","url":"https://jobs.github.com/positions/20d3176c-23fc-43b4-b5df-2fbbd657bd02","created_at":"Wed Feb 19 21:56:03 UTC 2020","company":"Forerunner","company_url":"https://www.withforerunner.com/","location":"New York | San Francisco","title":"Full-stack Engineer","description":"\u003cp\u003e\u003cstrong\u003eHi! We're Forerunner.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe believe that adaptation is a necessity, not a luxury, and all communities should have access to powerful software that helps them plan for the future. The challenge of climate change is complex — it implicates how municipalities plan, manage capital, and communicate to both residents and higher levels of government. Forerunner helps local communities do these things better by empowering them to access, understand, and mobilize local-level flood risk data at scale. Our software is built to be easy-to-use, so that the planners and floodplain managers preparing for our future can focus on the important stuff.\u003c/p\u003e\n\u003cp\u003eCurrently, we're working with a handful of communities, including the City of New Orleans and Pinellas County, FL. Our engineering team is hard at work on projects that involve extracting information from permits, managing complex datasets, and incorporating geospatial data. Our mission is ambitious, and we have a significant amount of work ahead. As our newest team member, you'll be joining us at a crucial time when you'll have a real impact on our direction and our partner municipalities' success.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the position:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe're looking for a senior full-stack engineer with 5+ years of experience to join us. We would love to hear from you if you're interested in what we do and have a proven track record of leading mid- to large-scale technical initiatives. In general, you might be a good fit if you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave partial, or full, familiarity with our technical stack: Node, GraphQL, React, Postgres + PostGIS, Heroku. If not, we would like you to be confident in your ability to ramp up quickly.\u003c/li\u003e\n\u003cli\u003eAre comfortable with a high degree of ambiguity. Since we are constantly learning a lot from our partners, we are looking for someone who has a bias toward action and can balance the challenging trade-off between quality and speed.\u003c/li\u003e\n\u003cli\u003eConsider yourself to be a great communicator. We're a small team working remotely, which requires us to be prompt and clear with written and spoken communication.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOur team has a lot to offer.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eForerunner is a seed-stage company with an interdisciplinary team. We are motivated by seemingly intractable problems and work hard to support one another.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe're mission driven.\u003c/strong\u003e Our mission orients our business strategy and pushes us to work with a sense of urgency. We’re in the weeds — our entire team spends time engaging with our partners in the field to better understand the real-world challenges they face.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe're a small team.\u003c/strong\u003e We're currently 4 people — you will be the 5th. As a member of our growing team, you will quickly become an invaluable part of our organization and have a meaningful impact on our business and technical direction. We welcome unique perspectives and backgrounds. Your opinion matters and we hope you'll share it.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe're remote.\u003c/strong\u003e While many of us are based in NYC, we're happy to have you work where you are happiest and most productive. We offer schedule flexibility and ask for accountability in return.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe want you to be happy and healthy.\u003c/strong\u003e Forerunner offers competitive compensation, health/vision/dental coverage (we pay 70%), and commuter benefits. We also have a quarterly wellness reimbursement so that you can have flexibility in defining what health means to you.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe look forward to meeting you!\u003c/strong\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eEmail us at \u003ca href=\"mailto:jobs@withforerunner.com\"\u003ejobs@withforerunner.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBalovIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7bf83ccdf9c0ee9f9da38c1f36403a73353e7d32/Forerunner_logo.png"},{"id":"7ee230b4-7c26-43eb-b993-ddd7dc34fc91","type":"Full Time","url":"https://jobs.github.com/positions/7ee230b4-7c26-43eb-b993-ddd7dc34fc91","created_at":"Wed Feb 19 19:57:53 UTC 2020","company":"FlexJobs","company_url":"https://www.flexjobs.com","location":"Remote - U.S. based","title":"iOS developer","description":"\u003cp\u003e\u003cstrong\u003eWho We Are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur mission is to improve the future of work by helping people find flexible jobs that make their lives better. We are committed to doing this internally and externally with integrity, intelligence, balance, communication, and care.\u003c/p\u003e\n\u003cp\u003eIn the past 13 years, FlexJobs has established itself as the leader in the professional flexible job market to help job seekers connect with employers that offer these highly desired arrangements, as well as to help employers reach these candidates. We do this in a way that makes the job search experience easier, safer, and faster for job seekers, by utilizing both technology and human intelligence to provide a friendly, effective, and valuable service.\u003c/p\u003e\n\u003cp\u003eIn terms of work flexibility, we also walk the talk! This is a remote job, as our entire team works remotely from locations all across the United States. Not only that, but having a great company culture is really important to us, and we’ve even been named one of Outside magazine’s Best Places to Work (2019) and Best Company Culture by Entrepreneur magazine (2018, 2017, and 2015).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities of the Job - The Opportunity\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for an experienced iOS developer to join our team. This person will work with our product and development teams to build quality applications, fix bugs, maintain the code, and implement updates as needed.\u003c/p\u003e\n\u003cp\u003eThe ideal candidate will have been a lead app developer or be someone who worked independently. We are looking for someone who has built apps that are currently available in the App Store.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3-5 years of experience in iOS development\u003c/li\u003e\n\u003cli\u003eFluent in Swift, SwiftUI, and UIKit\u003c/li\u003e\n\u003cli\u003eExperience with mobile app networking, storage, and Cocoapods\u003c/li\u003e\n\u003cli\u003eMust have worked on recent consumer-facing projects\u003c/li\u003e\n\u003cli\u003eExperience working with a small and/or entrepreneurially spirited company\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus Points Given\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience in the job/employment space\u003c/li\u003e\n\u003cli\u003eExperience with subscription-based apps\u003c/li\u003e\n\u003cli\u003eExperience with Ruby on Rails\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eTraits and Skills for This Role\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMust be comfortable working independently and in small teams\u003c/li\u003e\n\u003cli\u003eAbility to work quickly and responsibly to meet deadlines and follow timelines\u003c/li\u003e\n\u003cli\u003eYou have to really love coding...like, you need to be one of those people who writes code for fun\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eTraits Required of All Team Members, You Included\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA sense of pride in your work\u003c/li\u003e\n\u003cli\u003eA streak of perfectionism when it comes to details\u003c/li\u003e\n\u003cli\u003eBeing highly organized, responsible, and ethical\u003c/li\u003e\n\u003cli\u003eBeing proactive when it comes to asking questions, brainstorming, and working with colleagues\u003c/li\u003e\n\u003cli\u003eExcellent time management and organizational skills\u003c/li\u003e\n\u003cli\u003eAn appreciation and enthusiasm for the ability to work remotely\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOther Requirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eInterest in a long-term position with a company that you’re proud to be a part of\u003c/li\u003e\n\u003cli\u003eA fully functioning home office with a reliable development environment\u003c/li\u003e\n\u003cli\u003eA workspace in which you can really focus without distractions\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eIf this job description makes you feel as if it was written perfectly for you, then please apply! What we’ll need:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAn intro email/cover letter telling us why you want to work for FlexJobs (vs. another company), including what your remote work experience has been\u003c/li\u003e\n\u003cli\u003eA portfolio of your work, including projects that are currently in the App Store\u003c/li\u003e\n\u003cli\u003eWhat hourly rate or salary you would be comfortable with\u003c/li\u003e\n\u003cli\u003eA current resume in .doc, .docx, .pdf, markdown, or .txt\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eApplications can be sent by email to \u003ca href=\"mailto:jobs@flexjobs.com\"\u003ejobs@flexjobs.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e*If you are selected to move forward, you may be required to do a background check.\u003c/p\u003e\n\u003cp\u003eFlexJobs is an equal opportunity employer. We celebrate and support diversity and are committed to creating an inclusive work environment for all employees. As a part of this commitment, we have pledged to be an Open to All business.\u003c/p\u003e\n\u003cp\u003eFlexJobs is also a veteran- and military spouse-friendly employer. Our positions are perfectly structured for qualified candidates who meet this criteria and we have a workplace culture that supports their work and life.*\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTkvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bc66b987ae50503ba580266538ab474a17c7b145/fj-lg-square-tagline.png"},{"id":"d5dde683-75fe-4981-9f59-e3a8503b4538","type":"Full Time","url":"https://jobs.github.com/positions/d5dde683-75fe-4981-9f59-e3a8503b4538","created_at":"Wed Feb 19 13:10:40 UTC 2020","company":"Zielpuls GmbH","company_url":null,"location":"München","title":"Software Entwickler für Full-Stack-Programmierung","description":"\u003cp\u003eLust auf neueste Technologien, spannende Projekte und ein tolles Team, das dich gerne in seiner Mitte willkommen heißt? Perfekt. Dann bereichere unser Team!\u003c/p\u003e\n\u003cp\u003eBei Zielpuls konzentrieren wir uns auf ein ganz bestimmtes Aufgabenfeld: die technologieorientierte Unternehmensberatung. Unser Team bildet die Brücke zwischen strategischer Beratung und technischen Dienstleistern. Gemeinsam planen, entwickeln und koordinieren wir technologische Gesamtlösungen. Ein substanzielles Verständnis für strategische Fragestellungen, fundierte technische Kompetenz sowie Spaß an neuen hochkomplexen Herausforderungen machen uns auf unserem Gebiet einzigartig.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben am Puls der Zeit:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEntwicklung und Begleitung von Prototypen und MVPs bis hin zum Produkt aus dem Bereich On-\nDemand-Mobilitätsdienste , einschließlich Feldtests und Roll-Outs\u003c/li\u003e\n\u003cli\u003eIT-Consulting für schlanke Softwarearchitekturen\u003c/li\u003e\n\u003cli\u003eArbeiten mit angesagten Technologien wie node.js/express, react native und redux, AWS, k-\nubernetes, gitlab CI/CD\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil bringt uns ans Ziel:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eErfolgreiches Studium der Informatik bzw. Wirtschaftsinformatik, Elektrotechnik, Mathematik,\nPhysik, Chemie oder einer vergleichbaren Fachrichtung\u003c/li\u003e\n\u003cli\u003eIdealerweise hast Du Berufserfahrung in der Softwareentwicklung sowie Softwarearchitektur und\nbeherrschst Programmiersprachen wie Java undJavaScript spielend\u003c/li\u003e\n\u003cli\u003eDu willst Dich fortwährend in Bezug auf Technologien, Design Patterns und Methoden weiterbilden\nund mit uns im Team lernen und wachsen\u003c/li\u003e\n\u003cli\u003eDu verantwortest Features von Anfang bis Ende über den gesamten Softwarestack\u003c/li\u003e\n\u003cli\u003eDu brennst für neue, innovative Technologien (z.B. Cross-platform Mobile Development,\nBlockchain, Machine Learning) und möchtest diese anwenden\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eUnser Angebot lässt dein Herz höher schlagen:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFreue dich auf einen unbefristeten Job in einer Branche, in der sich in Zukunft viel bewegen lässt.\nDas bedeutet für dich: beste Perspektiven von Anfang an!\u003c/li\u003e\n\u003cli\u003eMaßgeschneidertes Coaching-Programm für die ersten Monate – weil uns deine persönliche\nBetreuung wichtig ist\u003c/li\u003e\n\u003cli\u003eGroßes Schulungsangebot über die firmeninterne „Technik und Menschen Akademie“ – weil du\ndich bei uns zielgerichtet weiterbilden kannst\u003c/li\u003e\n\u003cli\u003eÜbernahme von internen Rollen möglich (z.B. Coaching, Recruiting..) – wenn du dich auch\naußerhalb deiner Projekte engagieren möchtest\u003c/li\u003e\n\u003cli\u003eSehr gute Vergütung und ein umfangreiches Paket an attraktiven betrieblichen Sozialleistungen –\nweil wir deinen täglichen Einsatz zu schätzen wissen\u003c/li\u003e\n\u003cli\u003eEine offene und freundliche Unternehmenskultur mit flachen Hierarchien und kurzen Wegen – weil\nnur so deine Ideen schnell umgesetzt werden können\u003c/li\u003e\n\u003cli\u003eFlexible, familienfreundliche Arbeitszeiten – damit du unbeschwert deinem Job nachgehen kannst\u003c/li\u003e\n\u003cli\u003eZahlreiche Firmenevents – auf dass wir als Team noch stärker zusammenwachsen\u003c/li\u003e\n\u003cli\u003eKostenlose Getränke und frisches Bio-Obst – so kommst du gesund durch den Tag\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eWeitere Informationen und Stellenanzeigen findest Du auf:\u003c/em\u003e\n\u003ca href=\"https://zielpuls.com/de/\"\u003ehttps://zielpuls.com/de/\u003c/a\u003e und auf\n\u003ca href=\"https://www.youtube.com/watch?v=WSjlSEezS5o\"\u003ehttps://www.youtube.com/watch?v=WSjlSEezS5o\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eBitte senden Sie Ihre Bewerbung per Mail an \u003ca href=\"mailto:michaela.schiessl@zielpuls.com\"\u003emichaela.schiessl@zielpuls.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWgvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--641f6ad514ae12dc988f5e1a31a3ba4c8ad21049/CI_140718_Logo_Vektror_RGB_farbig.jpg"},{"id":"f574edcf-64c8-4582-b4d8-719d2dc9459f","type":"Full Time","url":"https://jobs.github.com/positions/f574edcf-64c8-4582-b4d8-719d2dc9459f","created_at":"Wed Feb 19 10:01:25 UTC 2020","company":"GOhiring GmbH","company_url":"https://www.gohiring.com/","location":"Berlin | Remote","title":"Senior fullstack React / Ruby developer","description":"\u003cp\u003e\u003cstrong\u003eAbout us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for people who are up to the task of digitizing the job advertising market with us. GOhiring offers digital infrastructure for companies, HR IT-systems, job portals and agencies to enable more direct and productive ways of collaborating. That way, job postings can be published via an API and managed with transparency via digital processes. Thanks to state-of-the-art tools, we have also digitized our own working environment and set up everything for #remote work from anywhere in the world.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour role\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAs part of our development team, you will be responsible for building smart, customer-driven front- and back-end solutions\u003c/li\u003e\n\u003cli\u003eThis implies solving exciting engineering challenges, starting with MVP’s and iterating from there\u003c/li\u003e\n\u003cli\u003eYou collaborate closely with our experienced team of backend developers, product managers, designers and testers\u003c/li\u003e\n\u003cli\u003eYou work on complex frontend projects using React and other JS frameworks\u003c/li\u003e\n\u003cli\u003eDepending on your interests and skills, you will work on different parts of our product ecosystem\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou get excited about good quality code and engineering quests\u003c/li\u003e\n\u003cli\u003eYou have at least five years experience in web development including +1 year in React.js and +3 years in Ruby. More languages as a bonus.\u003c/li\u003e\n\u003cli\u003eYou value testing, well-documented code and intelligent software design techniques\u003c/li\u003e\n\u003cli\u003eYou already have good knowledge about API Design and performance optimization\u003c/li\u003e\n\u003cli\u003eYou are conversant in English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat to expect\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRemote culture -\u003c/strong\u003e Work wherever you are most productive - at home, while traveling or in our office in Berlin. Benefit from processes and mindsets which are 100% oriented towards working flexible hours in the location of your choice.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSmall, agile team -\u003c/strong\u003e We believe that work is simply more fun in small teams. Experienced colleagues, jointly defined company targets, a direct exchange and lots of creative leeway: That is what constitutes our understanding of productivity.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eComplex challenges -\u003c/strong\u003e Due to our central role in the market, we are closely interlinked with all the players and are able to reach unparalleled depths when it comes to digitizing business processes. In doing so, we encounter new challenges time and time which are waiting to be solved for the benefit of all market players.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSounds like an interesting challenge for you?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe believe in culture first, skills second: if you are truly interested in this job, you should apply - even if you do not fulfill 100% of the requirements.\u003c/p\u003e\n\u003cp\u003eSimply send us your profile in addition to your Github handle. We look forward to getting to know you better!\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eDiversity and equal opportunity are important to us. We are happy about the interest of all candidates and strive to provide feedback as quickly as possible.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/3d7d1327dffc649ac7c9b335a3c6d636cc19afe7/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f63623963333635303533613633313565326137343333613632383435393237626661366339396263306265333763616339386239326265376430633366643231\"\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/382686f4328977849c660e09bf15d37d0cc6037bce243d1e957b564b7574b196\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDkvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9c49e31211e76265bf63ddd1ebe1fa509d895061/gohiring_logo.png"},{"id":"337019a2-d10c-4536-bb6d-062af8c3294f","type":"Full Time","url":"https://jobs.github.com/positions/337019a2-d10c-4536-bb6d-062af8c3294f","created_at":"Tue Feb 18 17:08:45 UTC 2020","company":"reBuy\t","company_url":"https://www.rebuy.de/","location":"Berlin","title":"Senior BI Architect (m/w/d)","description":"\u003cp\u003eWe are reBuy - 550 employees with a vision: We give pre-owned goods a new life! With more than 10 years of experience in the field of reCommerce, we know how to use existing resources and to help protect our environment. At reBuy, customers can sell and buy high-quality, used electronics and media products.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Description\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis is your dream business intelligence position coming true. Your deep technical background enables you to take decisions about our solutions and set better standards for future solutions altogether. With your colleagues, you will be discussing how our technical setup should look like, define best practices, optimize and design the infrastructure of our databases and loading runs. Putting all those plans into action is your bread and butter so that the data warehouse purrs like a kitten. On top, you will be giving them the best possible solution.\u003c/p\u003e\n\u003cp\u003eAs the business intelligence team is the number one source of truth we are always looking to lend a helping hand in supporting our other departments. Therefore you will be working with specialists from all over the company to understand their needs and giving them the best possible solutions: Sales has a tricky pricing problem? On we go. Marketing wants to redesign the customer journey? We are here to the rescue. We need to redefine which KPIs are important in the company and how to calculate and visualize them? Business intelligence at your service.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eQualifications\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are using a state of the art BI stack consisting of Snowflake, Airflow and VertiPaq and don’t expect you to know all of these technologies in the smallest detail. You should have a decent understanding of these technologies already though and being a fast and enthusiastic learner is part of our culture. You love to take decisions because it's your product and you drive projects until your results are being used to steer the business.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSQL is your second language and you’re building data models in your sleep\u003c/li\u003e\n\u003cli\u003eYou have solid experience in designing and implementing OLAP solutions\u003c/li\u003e\n\u003cli\u003eExperienced in building efficient and visually appealing interactive reports\u003c/li\u003e\n\u003cli\u003eOpen-minded to new technologies and cross platform BI eco-system\u003c/li\u003e\n\u003cli\u003eYou have worked with cloud living data sources (structured and not really) as well as cloud computing vendors’ solutions with data engineering focus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ereBuy’s BI Technology stack:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAWS, Azure, GCP as infrastructure and toolset solutions\u003c/li\u003e\n\u003cli\u003eApache Airflow on K8s as task orchestration system\u003c/li\u003e\n\u003cli\u003eSnowflake as DWH\u003c/li\u003e\n\u003cli\u003eVertiPaq as data modeling system\u003c/li\u003e\n\u003cli\u003eAzure SSAS as bulk analytics delivery system\u003c/li\u003e\n\u003cli\u003ePower BI as dashboarding and reporting system\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAdditional Information\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are offering a unique job in an international and innovation-friendly company within an inspiring and flourishing environment. We always want you to be productive in your way. Before you join you can choose your state of the art hardware: We don't care whether you run Mac, Linux or Windows. Our atmosphere is open-minded: Something you want to change or something to introduce? Let’s talk about it! Our goals are ambitious and they will lead us to exciting paths. So pick your favorite career, apply with a pleasing CV and we will get back to you as quick as possible! For internationals we provide relocation assistance.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eGet to know the reBuy TECH team, our Tryday and our projects on tech.rebuy.com\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e*At reBuy, we strive every day to live and improve integration and equal opportunities. Of course, this also applies - and in particular - to all our recruiting processes. That's why we seek you, regardless of age, disability, national origin, race, skin color, religion, gender identity and sexual orientation. Just be who you are!\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://rebuy.join.com/jobs/770437-senior-bi-architect-m-w-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bbi%2Barchitect%2Bm%2Bw%2Bd\"\u003ehttps://rebuy.join.com/jobs/770437-senior-bi-architect-m-w-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bbi%2Barchitect%2Bm%2Bw%2Bd\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaGwvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c28c2788dd9690c012964317b0968b21d4321e4e/rebuy-de.jpg"},{"id":"c9bc638d-9b89-42d3-b67e-203d49f4b7a9","type":"Full Time","url":"https://jobs.github.com/positions/c9bc638d-9b89-42d3-b67e-203d49f4b7a9","created_at":"Tue Feb 18 16:56:10 UTC 2020","company":"FRIDAY Insurance S.A.\t","company_url":"https://www.friday.de/","location":"Berlin","title":"Senior Software Engineer (Data Focus) (m/f/x)","description":"\u003cp\u003e\u003cstrong\u003eWho we are\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are an independent team of technical diverse engineers and analysts taking care of the data platform at FRIDAY. Our mission is to bring data \u0026amp; statistics to FRIDAY's products and processes which includes data ingestion, analysis and software development.\u003c/p\u003e\n\u003cp\u003eFor instance, last year we developed an internal product that simulates the yearly renewal process in car insurance in order to help our pricing team to adjust premiums to the best for our customers. In this project, we are connecting a lot of different data sources, analyze data using statistical models and provide a simple user interface for our pricing team so they can run simulations on their own.\u003c/p\u003e\n\u003cp\u003eYour first task could include an extension of this product. You would work hand-in-hand with our data analysts in order to improve statistical models that were developed by them, add more data sources, improve the user interface and the overall - still PoC-ish - architecture.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur Tech Stack\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePython\u003c/strong\u003e powers most of our microservices which are deployed to \u003cstrong\u003eKubernetes\u003c/strong\u003e. We prefer quality over high output: All code is committed to \u003cstrong\u003eGit\u003c/strong\u003e. We use \u003cstrong\u003eGitLab CI\u003c/strong\u003e and manage our infrastructure in \u003cstrong\u003eTerraform\u003c/strong\u003e. Our services are running on \u003cstrong\u003eAWS\u003c/strong\u003e exclusively.\u003c/p\u003e\n\u003cp\u003eData processing and business logic happen in \u003cstrong\u003eSQL\u003c/strong\u003e, \u003cstrong\u003eSpark\u003c/strong\u003e, workflow orchestration are done by \u003cstrong\u003eAirflow\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003eInterested? If yes - we're looking forward to hearing from you!\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://friday.join.com/jobs/732162-senior-software-engineer-data-focus-m-f-x?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bsoftware%2Bengineer%2Bdata%2Bfocus%2Bm%2Bf%2Bx\"\u003ehttps://friday.join.com/jobs/732162-senior-software-engineer-data-focus-m-f-x?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bsoftware%2Bengineer%2Bdata%2Bfocus%2Bm%2Bf%2Bx\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaGQvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3bf77ed4c9b7877cf4df85658ded2768eed9c71e/deutsche-niederlassung-der-friday-insurance-s--a--data.jpg"},{"id":"ab809c58-73a7-4b8b-ba2f-4a59fcd7c6ac","type":"Contract","url":"https://jobs.github.com/positions/ab809c58-73a7-4b8b-ba2f-4a59fcd7c6ac","created_at":"Tue Feb 18 13:32:35 UTC 2020","company":"York Region","company_url":"http://www.york.ca","location":"Newmarket, ontario","title":"Environmental Business Intelligence and Data Warehouse Analyst #25099","description":"\u003cp\u003eDEPARTMENT: Environmental Services Department\nBRANCH: Business Planning and Operations Support\u003c/p\u003e\n\u003cp\u003eSalary: $44.63 to $ 48.51 per hour\u003c/p\u003e\n\u003cp\u003eLOCATION: 145 Harry Walker Parkway, Newmarket\nSTATUS: Temporary Full-Time, Approx. 12 months\nSCHEDULED WEEKLY HOURS: 35\nSCHEDULED SHIFTS: 0830 – 1630\u003c/p\u003e\n\u003cp\u003eThis is a Replacement\nUnion position - CUPE Local 905 (York Region Unit)\u003c/p\u003e\n\u003cp\u003ePOSITION PURPOSE\nReporting to the Program Manager, Data Management \u0026amp; Business Intelligence is responsible for extracting, mining, evaluating, analyzing and researching data generated from Data Warehouse and Business Intelligence (DWBI) system and preparing and delivering statistical and narrative reports; enable users access to quality data for the Department; collecting, analyzing, interpreting, summarizing, creating, and maintaining data files to support Department and Corporate systems software configurations; supporting the installations of hardware and software upgrades and new equipment configurations as related to DWBI; providing system support for the development, implementation, operation and maintenance of specialized automated systems and related applications, as required; and providing DWBI solutions and support to enable individuals to access quality data.\u003c/p\u003e\n\u003cp\u003eMAJOR RESPONSIBILITIES\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCoordinates and provides support for the implementation of DWBI projects in the Department.\u003c/li\u003e\n\u003cli\u003eExtracts, mines, evaluates, analyzes, and researches data from the Data Warehouse which contains data from the various systems.\u003c/li\u003e\n\u003cli\u003eAssesses impact of DWBI system on existing business processes and procedures and makes recommendations to management staff for revisions and develops transition plans.\u003c/li\u003e\n\u003cli\u003eResearches, analyzes, organizes, implements and documents data acquisition, transformation, creation and maintenance processes, and ensures that data meets Department’s quality requirements.\u003c/li\u003e\n\u003cli\u003eMaintains data approval workflow.\u003c/li\u003e\n\u003cli\u003eDesigns and maintains Extract Transfer Loads process and validates results with business users.\u003c/li\u003e\n\u003cli\u003eAssists data owners and end users to perform data validation quality checks; reviews and analyzes the results of program and systems testing with end users.\u003c/li\u003e\n\u003cli\u003eAssists with the development and analysis of data standards; identifies issues and assists with/implements resolutions.\u003c/li\u003e\n\u003cli\u003eLiaises with internal staff, providing systems expertise and support; shares information regarding initiatives and other best practices with Branch and Department staff.\u003c/li\u003e\n\u003cli\u003eLiaises with vendors/business owners of source systems and with external vendors on software and hardware updates, new product initiatives, and other systems related information, in conjunction with ITS Branch.\u003c/li\u003e\n\u003cli\u003eMaintains expertise by reviewing technical literature, attending seminars, conferences and training as directed and shares information regarding initiatives and other best practices with Branch and Department staff.\u003c/li\u003e\n\u003cli\u003ePerforms backup duties of other Business Data and Technology Management staff, as assigned.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQUALIFICATIONS\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSuccessful completion of a Community College Diploma in Information Technology, Computer Sciences or approved equivalent combination of education and experience.\u003c/li\u003e\n\u003cli\u003eMinimum three (3) years of demonstrated hands-on experience extracting, mining, analyzing, and reporting technical data generated from data management systems, data integrity and security; creating and maintaining data files to support software configurations; and experience using Windows Servers and workstations.\u003c/li\u003e\n\u003cli\u003eDemonstrated experience using Crystal Reports.\u003c/li\u003e\n\u003cli\u003eKnowledge of data, internet, and networking technologies, Data Warehouse and Business Intelligence.\u003c/li\u003e\n\u003cli\u003eKnowledge of database and programming languages (e.g.  PL/SQL, Visual Basic, SQL, Oracle, JavaScript, HTML,  XML, SharePoint, SCADA, Maximo, MCADI, GIS, RIVA, MS Project Server, PeopleSoft).\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"http://Client.njoyn.com/CL2/ex/JobDetails4.ASP?CLID=60295\u0026amp;BDID=1\u0026amp;JID=J0220-0392\u0026amp;LANG=1\"\u003ehttp://Client.njoyn.com/CL2/ex/JobDetails4.ASP?CLID=60295\u0026amp;BDID=1\u0026amp;JID=J0220-0392\u0026amp;LANG=1\u003c/a\u003e\u003c/p\u003e\n","company_logo":null},{"id":"e5c2dd57-1835-46dc-869e-e750990faf7a","type":"Full Time","url":"https://jobs.github.com/positions/e5c2dd57-1835-46dc-869e-e750990faf7a","created_at":"Tue Feb 18 12:54:14 UTC 2020","company":"moovel Group GmbH (REACH NOW)","company_url":"https://www.moovel.com/de/DE","location":"Berlin","title":"Fullstack JavaScript / TypeScript Backend Developer (f/m/d) - Mobility Benefits","description":"\u003ch2\u003e\u003cstrong\u003eHi,\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWe are Indre, Marco, Simon, Kasia and Thomas from the Mobility Benefits Squad. Our job is to enable our partners to offer their employees a modern, flexible and sustainable mobility system. As an interdisciplinary team we focus on running our Mobility Benefits solution as part of our urban mobility platform. We care greatly about the quality, scalability, ease of use and a great user experience. We’re looking for a full stack JavaScript engineer to join our squad.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eFirst a quick look at us\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eOur vision is a planet without traffic jams. Our mission is to transform cities by providing the most convenient and sustainable mobility solutions. We create outstanding products with technical excellence, an agile mindset, an open feedback and failure culture and fun at work. We act as a partner for cities, transport networks and mobility service providers with the goal of making cities smarter and creating an operating system for urban mobility that provides access to appropriate mobility options in urban areas.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eHow the role works\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWe gather in small engineering teams organized around specific topics. The individual teams enjoy a high degree of autonomy, trust and responsibility. Innovation is key and very much encouraged and embraced in our teams. We value pragmatism, simplicity and collaboration. We live an open feedback and failure culture, because we know that both are necessary to find proper solutions. With us you will use state of the art technology and work self-determined in small, autonomous and agile teams. moovel (REACH NOW) tries to maintain a culture where engineers are provided with the tools of their choice and a friendly environment in which they can thrive.\u003c/p\u003e\n\u003cp\u003eSquads at moovel (REACH NOW) choose the tools they regard as the best fit for their problems, at their discretion. Hence the technology stack is rather diverse. We employ a microservice backend architecture based on Docker and AWS. Cloud Services are leveraged wherever they help us to focus on our task. We own the full application lifecycle from ideation phase to end-to-end operating services.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eSome of the things you will do\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eWorking in the Mobility Benefits Squad together with backend developers, front-end developers, mobile developers, designers and managers.\u003c/li\u003e\n\u003cli\u003eBuild microservices with Node.js written in TypeScript and deployed on AWS.\u003c/li\u003e\n\u003cli\u003eDesign and implement APIs for internal usage, user interface dashboards and payment for mobility services.\u003c/li\u003e\n\u003cli\u003eAs we prefer to be agile, you will participate in defining our products and building them (our product owner values your input)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eAbout you\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYou are experienced in JavaScript/TypeScript\u003c/li\u003e\n\u003cli\u003eYou are familiar with building scalable applications and services with Node.js\u003c/li\u003e\n\u003cli\u003eEvent driven architecture is not only a buzzword for you\u003c/li\u003e\n\u003cli\u003eYou have knowledge in relational databases in example Postgres and you are not afraid of complex queries\u003c/li\u003e\n\u003cli\u003eYou are experienced in building services using well-defined APIs\u003c/li\u003e\n\u003cli\u003eYou are familiar with building mobile applications\u003c/li\u003e\n\u003cli\u003eYou know how to operate services in production – deploying, performance monitoring, tracing problems, and optimization are part of the things you have done in the past\u003c/li\u003e\n\u003cli\u003eWe run our services on AWS and monitor them with New Relic. Knowledge with those technologies is a plus and not mandatory from the beginning\u003c/li\u003e\n\u003cli\u003eYou are able to communicate verbally and written in English (our squad is international)\u003c/li\u003e\n\u003cli\u003eMust be a caring human being\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eChoose your own hardware\u003c/li\u003e\n\u003cli\u003eWorking with newest technologies \u0026amp; microservices\u003c/li\u003e\n\u003cli\u003eBe part of an interdisciplinary team of experts\u003c/li\u003e\n\u003cli\u003eWorking on products with a high impact on society\u003c/li\u003e\n\u003cli\u003eInternational teams\u003c/li\u003e\n\u003cli\u003eFlexible working hours\u003c/li\u003e\n\u003cli\u003eFree breakfast, good coffee \u0026amp; fresh fruits\u003c/li\u003e\n\u003cli\u003eMonthly mobility budget\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAre you the one who feels addressed? Then we can not wait to meet you soon!\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.has-jobs.com\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eYours,\nIndre, Marco, Simon, Kasia and Thomas\u003c/p\u003e\n\u003cp\u003eIf you have any questions or are in need for further information feel free to contact Mrs. Anne Nagel +49 176 30989879.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://vonq.has-jobs.com\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFIvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--33527a6b741e185ff90581968c5a7e73126ff673/Moovel%20logo.png"},{"id":"6aed9bb4-c6c1-46b3-ad82-d4e7f2b7db4f","type":"Full Time","url":"https://jobs.github.com/positions/6aed9bb4-c6c1-46b3-ad82-d4e7f2b7db4f","created_at":"Tue Jan 14 15:38:07 UTC 2020","company":"SoundCloud","company_url":"https://jobs.soundcloud.com/","location":"Berlin","title":"Senior Security Engineer (f/m/d)","description":"\u003cp\u003eWhat's next in music happens on SoundCloud first. As the world’s largest open audio platform, SoundCloud is powered by a connected community of creators, listeners and curators who share, discover and influence what’s new, now and next in music and audio.\u003c/p\u003e\n\u003cp\u003eWe are looking for Security engineers to join our growing technology organisation!\u003c/p\u003e\n\u003cp\u003eAs Security engineers at SoundCloud, we secure the infrastructure for products that music listeners and creators love. Our work often involves large-scale distributed systems, parallel computing, and data science. We actively improve our tools and processes to support collaboration and productivity. We cultivate an environment where we can all learn and grow.\u003c/p\u003e\n\u003cp\u003eYou have solid backend engineering skills and are motivated to work in these areas. You’re proactive and have experience collaborating closely with other teams. You have experience in application security. You enjoy crafting simple solutions to complex engineering problems and are able to communicate them to product managers. You’re an independent thinker, but thrive in a tight-knit team. You’re committed to the products you work on.\u003c/p\u003e\n\u003cp\u003eIf this describes you, we’d love to chat!\u003c/p\u003e\n\u003cp\u003ePrior experience with microservices, JVM languages, automated testing, and continuous delivery are all highly valued. Ruby and Go is the main language we use, so you are either already proficient in it or excited to learn. Knowledge of Scala is a plus. Experience in technologies such as Hadoop, Spark, Kafka, and data processing pipelines also is a plus.\u003c/p\u003e\n\u003cp\u003eAbout Us:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe’re international! We operate in the US, Berlin and London and all of our communication is in English.\u003c/li\u003e\n\u003cli\u003eWe have a flexible, friendly and inclusive office environment in Mitte\u003c/li\u003e\n\u003cli\u003eOur environment is a learning one, with specific focus on development, including a professional development allowance and a possibility to use 20% of your time for a personal project.\u003c/li\u003e\n\u003cli\u003eYou can contribute to our Engineering Blog post.\u003c/li\u003e\n\u003cli\u003eNot located in Berlin? No worries, we offer extensive relocation support including allowances, one way flights, temporary accommodation and, by partnering with Expath, on the ground support on arrival.\nInterested in a gym membership, photography course or book? We have a Creativity and wellness benefit!\u003c/li\u003e\n\u003cli\u003eWe offer free German courses in office at beginning, intermediate and advanced.\u003c/li\u003e\n\u003cli\u003eLunch twice a week, plus countless snacks and goodies!\u003c/li\u003e\n\u003cli\u003eDiversity at SoundCloud:\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eSoundCloud is for everyone. Diversity and open expression are fundamental to our organization; they help us build a social platform and global community where anyone can create, discover, and share sounds. We acknowledge the challenges in our industry, and strive to develop an inclusive culture where everyone can contribute.\u003c/em\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eApply via this link: \u003ca href=\"https://jobs.soundcloud.com/job?gh_jid=4309909002\"\u003ehttps://jobs.soundcloud.com/job?gh_jid=4309909002\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazU4IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ed076f81ad60623d2d3049b75611b294d16e5a7c/sc-logo-horizontal-orange.png"},{"id":"c212d37a-677c-45b2-897d-3b1204dac93d","type":"Full Time","url":"https://jobs.github.com/positions/c212d37a-677c-45b2-897d-3b1204dac93d","created_at":"Tue Feb 18 10:52:48 UTC 2020","company":"Cobiro ApS","company_url":"http://www.cobiro.com","location":"Copenhagen","title":"Software QA Engineer","description":"\u003cp\u003e\u003cstrong\u003eThe Company\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDigital marketing is an effective way to grow your business and, at Cobiro, we feel it should be accessible for everyone - not just for experts!\u003c/p\u003e\n\u003cp\u003eWe’re using AI and Machine Learning to plan your business’ success from scratch and guide you through fully-fledged marketing campaigns across Google and Facebook. Small businesses have enough to think about – digital marketing doesn’t need to be one of them.\u003c/p\u003e\n\u003cp\u003eToday, Cobiro manages more than 1.7 billion keywords in over 50 languages and is run by an amazingly talented team of developers, online marketers and UX experts from all around the world (over 20 nationalities and counting!). We are now helping more than 60,000 happy businesses grow each and every day with better ads.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Challenge\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will be joining a company that follows the Spotify Model (think autonomous squads, continuous improvement and QA guilds!), working alongside our other talented QA Engineers, as you embed yourself within one of our 4-6 person Feature Squads.\u003c/p\u003e\n\u003cp\u003eAt Cobiro we are leading the way in bringing the next generation of online advertising. We care about quality and so we are looking to hire a like-minded and talented Software QA Engineer to help us in creating the best possible product for our customers.\u003c/p\u003e\n\u003cp\u003eYou will create automated test cases and, in general, ensure the highest quality product possible. You will be in charge of the release flow, merging pull requests onto the test server and managing the rest of the release flow (testing - building - releasing) in collaboration with the developers.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Tech\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur Frontend\u003c/strong\u003e: JavaScript/TypeScript and Angular 2+\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur Backend\u003c/strong\u003e: PHP and Laravel\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you bring\u003c/strong\u003e: Knowledge of one of our Frontend or Backend technologies, skills in automation testing (especially end-to-end testing), expertise in Github and JSON\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBonus points if you have\u003c/strong\u003e: Skills and experience in Postman and SQL, as well as Javascript\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Perks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eA top-notch team of passionate and skilled colleagues who focus on creating quality solutions\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYour choice of hardware (Mac or Lenovo)\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eWe are committed to lifelong learning so we are always happy to support you in becoming the best you possible (in 2018 we sent our developers to Laracon in Amsterdam!)\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFlexible working hours\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eLunch, snacks and Friday pastries to keep the hunger pangs away\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eMonthly massages and haircuts\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFriday bars, 8 Ball Pool Tournaments, Summer and Christmas Parties\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eApply for the job by clicking “Apply Now”, attaching your CV and/or Linkedin account:\n\u003ca href=\"https://cobiro.bamboohr.com/jobs/view.php?id=58\"\u003ehttps://cobiro.bamboohr.com/jobs/view.php?id=58\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ3gvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b7e637428dbc016f64a5ee6b4ef575cb6dcf22a0/cobiro%20logo.png"},{"id":"cb628a34-c055-4b23-8805-99962412bed1","type":"Full Time","url":"https://jobs.github.com/positions/cb628a34-c055-4b23-8805-99962412bed1","created_at":"Tue Feb 18 07:00:43 UTC 2020","company":"SmartNews","company_url":"https://www.smartnews.com/","location":"Tokyo","title":"Software Engineer, iOS","description":"\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign and implement new user-facing features in SmartNews\u003c/li\u003e\n\u003cli\u003eAnalyze and optimize UI and back-end application code for efficiency and performance\u003c/li\u003e\n\u003cli\u003eOptimize mobile applications on the iOS platform\u003c/li\u003e\n\u003cli\u003eDevelop prototypes quickly\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired skill/experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAdvanced skill and experience in more than one programming language\u003c/li\u003e\n\u003cli\u003eUnderstanding on user interface development and ability of proper data or business logic separation from view\u003c/li\u003e\n\u003cli\u003eBusiness level communication in English\u003c/li\u003e\n\u003cli\u003ePossible to work in Japan.\u003c/li\u003e\n\u003cli\u003ePreferred skill/experience\u003c/li\u003e\n\u003cli\u003eiOS application development experience\u003c/li\u003e\n\u003cli\u003eDevelopment experience either at a company or individual level and coding skills for actual service operation\u003c/li\u003e\n\u003cli\u003eImplementation skill based on comprehensive understanding on product’s service architecture and its business\u003c/li\u003e\n\u003cli\u003eCapability of UI/UX design\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits and Perks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSmartKitchen - Healthy lunch on a daily basis for free(Tokyo Office)\u003c/li\u003e\n\u003cli\u003eChikyuCoffee - Delicious coffee provided by our Barista every day(Tokyo Office)\u003c/li\u003e\n\u003cli\u003eEvent space - Free use for any kind of meet up(Tokyo Office)\u003c/li\u003e\n\u003cli\u003eForeign language development support\u003c/li\u003e\n\u003cli\u003eVarious social insurance benefits included\u003c/li\u003e\n\u003cli\u003eTransportation coverage (Maximum 50,000 yen)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eJob function\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eInformation Technology\u003c/li\u003e\n\u003cli\u003eEngineering\u003c/li\u003e\n\u003cli\u003eProduct Management\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCompany industry\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eInformation Technology and Services\u003c/li\u003e\n\u003cli\u003eInternet\u003c/li\u003e\n\u003cli\u003eOnline Media\u003c/li\u003e\n\u003cli\u003eAdd skill keywords to make your job more visible to the right candidates\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eProgramming\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eiOS\u003c/li\u003e\n\u003cli\u003eUser Experience (UX)\u003c/li\u003e\n\u003cli\u003eApplication Development\u003c/li\u003e\n\u003cli\u003eMobile Applications\u003c/li\u003e\n\u003cli\u003eAndroid Development\u003c/li\u003e\n\u003cli\u003eUser Interface Design\u003c/li\u003e\n\u003cli\u003eBack-End Web Development\u003c/li\u003e\n\u003cli\u003eProgramming Languages\u003c/li\u003e\n\u003cli\u003eService Operation\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eApply for this job:\n\u003ca href=\"https://apply.workable.com/smartnews/j/569E256F36/\"\u003ehttps://apply.workable.com/smartnews/j/569E256F36/\u003c/a\u003e\u003c/p\u003e\n","company_logo":null},{"id":"890a0f49-7bb8-4463-8175-6b9fa9d44eb7","type":"Full Time","url":"https://jobs.github.com/positions/890a0f49-7bb8-4463-8175-6b9fa9d44eb7","created_at":"Tue Feb 18 08:43:51 UTC 2020","company":"CGM France","company_url":"https://www.cgm.com/de/index.de.jsp","location":"Nanterre","title":"Développeur PHP full stack e-Santé","description":"\u003ch2\u003e\u003cstrong\u003eEn tant que Développeur PHP full stack (h/f) vous êtes acteur de la eSanté!\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eNous sommes des pionniers de la santé numérique et passionnés par le développement et l’implémentation de nouvelles technologies. Pour poursuivre notre croissance, nous recherchons des Collaborateurs engagés et dynamiques qui s’épanouiront au sein de nos équipes tout en poursuivant leur projet professionnel.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eVous contribuerez à notre succès en:\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eEn étroite collaboration avec le responsable opérationnel et le responsable SI , vous participez au développement de l’offre CLICKDOC\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003e### Les projets\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003ePortage d'un web service SOAP existant d'un environnement Microsoft vers un environnement LAMP\u003c/li\u003e\n\u003cli\u003eRefactoring et optimisation (gestion d'une charge importante)\u003c/li\u003e\n\u003cli\u003eAjout de fonctionnalités (moteur d'inférence pour le pilotage des clients de web service)\u003c/li\u003e\n\u003cli\u003eCréation de tableaux de bords destinés à faciliter le pilotage commercial de l'activité\u003c/li\u003e\n\u003cli\u003eCréation d'un extranet pour les partenaires commerciaux\u003c/li\u003e\n\u003cli\u003eMontées de version, refactoring et optimisation d'applications existantes, parfois anciennes, en appliquant les bonnes pratiques 2020 (design pattern, modularité, sécurité…)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003e### Les principales missions\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eIdentifier et préconiser les solutions appropriées pour répondre aux besoins des différentes directions\u003c/li\u003e\n\u003cli\u003eIntervenir sur les différentes phases des projets : analyse, prototypage, conception, développement, tests, déploiement, documentation, maintenance, support niveau 3, extraction/transformation de données...\u003c/li\u003e\n\u003cli\u003eParticiper à la maintenance corrective des anciennes applications\u003c/li\u003e\n\u003cli\u003eAssurer la veille technologique de l'équipe et la former aux bonnes pratiques\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003e### L'environnement technique\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eApache, PHP, MySQL, Javascript, Gitlab, PHPStorm, Xdebug, PDI...\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eNous attendons de vous:\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eDe formation supérieure en informatique, avec une expérience minimum de 3 ans en développement web. Vous êtes autonome, rigoureux, motivé, curieux, passionné (d'éventuels projets personnels dans le domaine du développement pourront témoigner de cette dernière qualité)\nMais aussi :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMaîtrise de la POO\u003c/li\u003e\n\u003cli\u003eMaîtrise d'un framework PHP et Javascript parmi les leaders du marché\u003c/li\u003e\n\u003cli\u003eMaîtrise de HTML/CSS\u003c/li\u003e\n\u003cli\u003eBonne connaissance de SOAP/REST\u003c/li\u003e\n\u003cli\u003eBonne connaissance de l'environnement Linux\u003c/li\u003e\n\u003cli\u003eIdéalement, bonne connaissance de l’administration Apache \u0026amp; MySQL (tuning, optimisation...)\u003c/li\u003e\n\u003cli\u003eForte capacité à travailler en mode reverse/découverte (documentation parfois minimaliste)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eNous vous offrons:\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eVotre environnement de travail est agréable, moderne et dynamique\u003c/li\u003e\n\u003cli\u003eVous rejoignez un groupe international de 5000 personnes, avec de réelles opportunités de carrière en France et à l’étranger\u003c/li\u003e\n\u003cli\u003eVous participez au futur de la e-santé, en rejoignant un acteur majeur de ce secteur\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNous sommes impatients de recevoir votre candidature ainsi que vos prétentions salariales.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"Https://vonq.hat-stellen.de.\"\u003eCliquez ici pour accéder au formulaire de candidature!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSynchronizing Healthcare\u003c/strong\u003e\n\u003cstrong\u003eRejoignez-nous!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRéférence:\u003c/strong\u003e\nreq3348\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLieu:\u003c/strong\u003e\nNanterre\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDomaine:\u003c/strong\u003e\nSoftware Development\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eContact:\u003c/strong\u003e\n\u003ca href=\"mailto:career@cgm.com\"\u003ecareer@cgm.com\u003c/a\u003e\nT +33 (0) 147 162 679\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGroupe international leader dans la eSanté\u003c/li\u003e\n\u003cli\u003ePlus de 717 Million d’Euros de CA en 2018\u003c/li\u003e\n\u003cli\u003eEnviron 5 000 employés dans le monde\u003c/li\u003e\n\u003cli\u003eUne base Client unique de plus de 1 million d’Utilisateurs\u003c/li\u003e\n\u003cli\u003eNos équipes sont présentes dans 19 pays et ont des Clients dans 55 pays\u003c/li\u003e\n\u003cli\u003ePlus de 30 d’expérience\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"Https://vonq.hat-stellen.de.\"\u003eCliquez ici pour accéder au formulaire de candidature!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ2gvIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fb3a9404f4a5816b492bcd730e0ea31f62c665f9/Compugroup%20logo.jpeg"},{"id":"4a1e79dd-7d24-4234-9500-ad14183ceb3a","type":"Full Time","url":"https://jobs.github.com/positions/4a1e79dd-7d24-4234-9500-ad14183ceb3a","created_at":"Tue Feb 18 00:23:36 UTC 2020","company":"SmartNews","company_url":"https://www.smartnews.com/","location":"Tokyo","title":"Software Engineer, Android","description":"\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign and implement new user-facing features in SmartNews\u003c/li\u003e\n\u003cli\u003eAnalyze and optimize UI and back-end application code for efficiency and performance\u003c/li\u003e\n\u003cli\u003eOptimize mobile applications on the Android platform\u003c/li\u003e\n\u003cli\u003eDevelop prototypes quickly\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eLocation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTokyo\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired skill/experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAdvanced skill and experience in more than on programming language\u003c/li\u003e\n\u003cli\u003eUnderstanding on user interface development and ability of proper data or business logic separation from view\u003c/li\u003e\n\u003cli\u003eBusiness level communication in English\u003c/li\u003e\n\u003cli\u003ePossible to work in Japan.\u003c/li\u003e\n\u003cli\u003ePreferred skill/experience\u003c/li\u003e\n\u003cli\u003eAndroid application development experience\u003c/li\u003e\n\u003cli\u003eDevelopment experience either at a company or individual level and coding skills for actual service operation\u003c/li\u003e\n\u003cli\u003eImplementation skill based on comprehensive understanding on product’s service architecture and its business\u003c/li\u003e\n\u003cli\u003eCapability of UI/UX design\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits and Perks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSmartKitchen - Healthy lunch on a daily basis for free\u003c/li\u003e\n\u003cli\u003eChikyuCoffee - Delicious coffee provided by our Barista every day\u003c/li\u003e\n\u003cli\u003eEvent space - Free use for any kind of meet up\u003c/li\u003e\n\u003cli\u003eForeign language development support\u003c/li\u003e\n\u003cli\u003eVarious social insurance benefits included\u003c/li\u003e\n\u003cli\u003eTransportation coverage (Maximum 50,000 yen)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eJob function\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eInformation Technology\u003c/li\u003e\n\u003cli\u003eEngineering\u003c/li\u003e\n\u003cli\u003eProduct Management\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCompany industry\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eInformation Technology and Services\u003c/li\u003e\n\u003cli\u003eInternet\u003c/li\u003e\n\u003cli\u003eOnline Media\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAdd skill keywords to make your job more visible to the right candidates\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProgramming\u003c/li\u003e\n\u003cli\u003eAndroid\u003c/li\u003e\n\u003cli\u003eUser Experience (UX)\u003c/li\u003e\n\u003cli\u003eApplication Development\u003c/li\u003e\n\u003cli\u003eMobile Applications\u003c/li\u003e\n\u003cli\u003eAndroid Development\u003c/li\u003e\n\u003cli\u003eUser Interface Design\u003c/li\u003e\n\u003cli\u003eBack-End Web Development\u003c/li\u003e\n\u003cli\u003eProgramming Languages\u003c/li\u003e\n\u003cli\u003eService Operation\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eApply for this job\n\u003ca href=\"https://apply.workable.com/smartnews/j/FE0C601E94/\"\u003ehttps://apply.workable.com/smartnews/j/FE0C601E94/\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdlorIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--248e5622bc53c90b1391470042b2eba380671d4f/SmartNews_logo.png"},{"id":"3ac7ce46-18df-4b01-9d82-e7c896dd3fe2","type":"Full Time","url":"https://jobs.github.com/positions/3ac7ce46-18df-4b01-9d82-e7c896dd3fe2","created_at":"Mon Feb 17 21:18:08 UTC 2020","company":"Oregon State University Ecampus","company_url":"https://ecampus.oregonstate.edu/","location":"Corvallis, OR","title":"Analyst Programmer (Front-End Web Developer)","description":"\u003cp\u003eThis recruitment will be used to fill two full-time Analyst Programmer, competency level 2, position for Ecampus at Oregon State University (OSU). These are limited duration classified positions anticipated to last 18 months.\u003c/p\u003e\n\u003cp\u003eOregon State University Ecampus is a growing, innovative and collaborative organization with a commitment to providing high-quality online degrees and programs. OSU Ecampus makes OSU’s exceptional learning experiences available to students throughout Oregon and around the world.\nThe front-end web developer (analyst programmer, competency level 2) is a classified position within OSU Ecampus. The front-end web developer provides programming and multimedia support for OSU Ecampus programmatic and course needs. The multimedia team is part of the Course Development and Training (CDT) unit within the division of Ecampus. The CDT unit provides expertise and support for the development of online and hybrid courses, including instructional design services, innovative multimedia development, and faculty development programming and support. This position reports directly to the assistant director of CDT.\u003c/p\u003e\n\u003cp\u003eWithin the CDT team, the front-end web developer will collaborate closely with other programmers on the multimedia web development team, instructional designers and faculty course developers to ensure high quality projects are produced. This position works closely and collaborates with faculty and administrators to assess how multimedia technologies can augment students’ abilities to meet course learning outcomes.\u003c/p\u003e\n\u003cp\u003eOregon State University and the division of Ecampus maintain and enhance a collaborative and inclusive community that is dedicated to equity and equal opportunity. All employees of the division are responsible for ensuring that these commitments are achieved. This position directly contributes to those goals by designing learning environments that are inclusive, accessible, and follow the best practices of Universal Design for Learning.\u003c/p\u003e\n\u003cp\u003eMinimum qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThis classification requires a basic foundation of knowledge and skills in systems analysis and related programming support functions generally obtained by a bachelor’s degree in computer science, or an equivalent amount of training and applied experience.\u003c/li\u003e\n\u003cli\u003eDemonstrated skill in front-end web development (Javascript, CSS3, HTML5)\u003c/li\u003e\n\u003cli\u003eDemonstrated skill in React and Redux.\u003c/li\u003e\n\u003cli\u003eExperience with source control / version control systems (such as Git)\u003c/li\u003e\n\u003cli\u003eExcellent written and oral communication skills\u003c/li\u003e\n\u003cli\u003eExperience developing in a collaborative team environment\u003c/li\u003e\n\u003cli\u003eA demonstrable commitment to promoting and enhancing diversity\u003c/li\u003e\n\u003cli\u003eThis position is designated as a critical or security-sensitive position; therefore, the incumbent must successfully complete a criminal history check and be determined to be position qualified as per OSU Standard 576-055-0000 et seq. Incumbents are required to self-report convictions and those in youth programs may have additional criminal history checks every 24 months.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Serverless/AWS (Amazon Web Services)\u003c/li\u003e\n\u003cli\u003eExperience with dependency and task management (npm, yarn)\u003c/li\u003e\n\u003cli\u003eExperience with mobile accessibility and responsive design\u003c/li\u003e\n\u003cli\u003eExperience integrating with APIs (REST)\u003c/li\u003e\n\u003cli\u003eExperience with universal design for learning.\u003c/li\u003e\n\u003cli\u003eExperience with Agile (scrum, kanban)\u003c/li\u003e\n\u003cli\u003eExperience working with a diverse group of people/teams.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOSU seeks diversity as a source of enrichment for our university community. We are an Affirmative Action/Equal Opportunity employer, and particularly encourage applications from members of historically underrepresented racial/ethnic groups, women, individuals with disabilities, veterans, LGBTQ community members, and others who demonstrate the ability to help us achieve our vision of a diverse and inclusive community.\u003c/p\u003e\n\u003cp\u003eFor more information and to apply go to \u003ca href=\"http://jobs.oregonstate.edu/postings/88459\"\u003ehttp://jobs.oregonstate.edu/postings/88459\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePosting closes 3/1/2020\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eFor more information and to apply go to \u003ca href=\"http://jobs.oregonstate.edu/postings/88459\"\u003ehttp://jobs.oregonstate.edu/postings/88459\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eApplications will not be accepted unless submitted using the link above. For questions please contact Danielle Franklin (\u003ca href=\"mailto:Danielle.Franklin@oregonstate.edu\"\u003eDanielle.Franklin@oregonstate.edu\u003c/a\u003e)\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdlIrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--64077e46e831bcdeb25836108a659b99ab65d2f9/OrangeSocialAvatar.png"},{"id":"cf711e7f-79c4-4cc7-a642-ec05ee937219","type":"Full Time","url":"https://jobs.github.com/positions/cf711e7f-79c4-4cc7-a642-ec05ee937219","created_at":"Mon Feb 17 20:50:51 UTC 2020","company":"Avalon Healthcare Solutions","company_url":"http://www.Click2Apply.net/hgppz2tnjx77swgk","location":"Tampa, FL","title":"Java Developer","description":"\u003cp\u003eOverview\u003c/p\u003e\n\u003cp\u003eAbout the Company:\nAvalon Healthcare Solutions, headquartered in Tampa, Florida, is a clinical services and information technology company using evidence-based medicine to develop and deploy medical policies and protocols in the high-volume, dynamic and complex diagnostic lab environment. The company manages the appropriate use of thousands of existing lab tests and researches new tests to determine efficacy and impact on patient care.\nStudies show that 30% of clinical laboratory testing is unnecessary or overused. Inappropriate testing or missing a key screening can lead to complications and expense arising from unwarranted care, or not obtaining proper care when needed, leading to increased health risks and costs. Avalon helps ensure delivery of the right test, at the right time, and in the right setting. We seek to ensure the most effective patient treatment, improve clinical outcomes, and optimize cost and affordability.\nAvalon is a portfolio company of Francisco Partners, a global private equity firm that specializes in investments in technology andtechnology-enabled service companies. Since its launch 15 years ago, FP has raised approximately $10 billion and invested in more than 150 companies.\nAvalon is a high growth company where every associate has an opportunity to make a difference. You will be part of a team that shapes a new market and business. You'll enjoy seeing the results of your work as we rapidly implement our plan. Most importantly, you will help Avalon to achieve its mission and improve clinical outcomes and health care affordability for the people we serve.\nFor more about Avalon, please visit our web site at \u003ca href=\"http://www.avalonhcs.com\"\u003ehttp://www.avalonhcs.com\u003c/a\u003e.\nAbout the Senior Software Engineer Position:\nThe Senior Software Engineer must support Avalon projects through the use of software development tools under limited supervision using prescribed methodologies. The Senior Software Engineer will analyze, design, develop, document and support various custom applications, portals, data exchanges, services and integration with other applications and systems to support the evolving needs of the company. The Senior Software Engineer will work collaboratively with other technical and business resources.\nThis position is based in Tampa, Florida. This is a full-time, W-2 position. At this time, we can consider only candidates authorized to work in the US. No recruiter calls, please.\u003c/p\u003e\n\u003cp\u003eResponsibilities\u003c/p\u003e\n\u003cp\u003eResponsibilities of the Senior Software Engineer:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelops complex, modular and reusable application code which utilizes SQL data sources.\u003c/li\u003e\n\u003cli\u003e\n\u003c/ul\u003e\n\u003cp\u003eo\tAble to performance tune applications. Develops multiple, modular objects and the messaging interface between objects to create a complex software package. Reuses objects and can create object inventories.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreates a detail design document through the assessment of business requirements.\u003c/li\u003e\n\u003cli\u003e\n\u003c/ul\u003e\n\u003cp\u003eo\tWorks in a team to assess alternatives to different designs and choose best solution to fit business needs.\no\tDemonstrates an ability to read, interpret, create and maintain complex Conceptual, Logical and Physical models to include context diagrams, data flow diagrams, process flow diagrams, data dictionaries and logical flow charts, under limited supervision.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAble to develop unit test plans which include regression testing and the packaging of tests into consecutive steps based on logical dependencies to ensure quality delivery.\u003c/li\u003e\n\u003cli\u003e\n\u003c/ul\u003e\n\u003cp\u003eo\tAssists in the development of functional test plans used to verify that a specific system functions according to actual requirements and established guidelines.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePerforms moderate to complex application administration \u0026amp; support. Ability to triage and resolve application and integration issues. Document and track product defects. Demonstrates the ability to develop and implement solutions for the causes identified.\u003c/li\u003e\n\u003cli\u003eEvaluates, recommends and exploits evolving technologies in the design and implementation of application infrastructure for scalability, reliability, availability and serviceability and identify the trade-offs and risks associated with each.\u003c/li\u003e\n\u003cli\u003eAdheres to and contributes to definition of good database design practices.\u003c/li\u003e\n\u003cli\u003e\n\u003c/ul\u003e\n\u003cp\u003eo\tConceptual understanding of referential integrity, locking and transaction processing. Understands impact of data modeling decisions on system performance and resource usage.\no\tAble to do complex queries and updates of tables.\u003c/p\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cp\u003eQualifications of the Senior Software Engineer:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor's degree in Management Information Systems, Computer Science or a related discipline; or the equivalent years of relevant business and technical experience; Advanced degree desired.\u003c/li\u003e\n\u003cli\u003eA minimum of 5 years of experience in application software development, maintenance, implementation and support; preferably in healthcare / managed care environments.\u003c/li\u003e\n\u003cli\u003eExperience developing applications using Open Source technologies (Liferay 6.x/7.x, Atlassian developer tools, Java 7/8/9, Javascript, Jetty, Apache, Drools/rules engines, Red Hat Linux, SoapUI, Perl, PHP, JSP, HTML5).\u003c/li\u003e\n\u003cli\u003eExperience with MS SQL Server and T-SQL.\u003c/li\u003e\n\u003cli\u003eExperience using standard middleware interface/integration architecture and techniques (SOA, Web services, SOAP / WSDL / XML, REST, SAML, APIs).\u003c/li\u003e\n\u003cli\u003eStrong written and oral communication skills.\u003c/li\u003e\n\u003cli\u003eHistory of working in an Agile software development environment.\u003c/li\u003e\n\u003cli\u003eProven success delivering and supporting high quality solutions on time.\u003c/li\u003e\n\u003cli\u003eSelf starter. Does not require excessive management to complete work accurately and on schedule\nPreferred Qualifications:\u003c/li\u003e\n\u003cli\u003eHealthcare knowledge or experience.\u003c/li\u003e\n\u003cli\u003eStrong background with both UI and middleware development\u003c/li\u003e\n\u003cli\u003ePlanning, developing and deploying high volume, mission-critical software applications\u003c/li\u003e\n\u003cli\u003eKnowledge or experience with HIPAA regulations and standards for security (PHI, IIHI), privacy and transactions.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eApply Here: \u003ca href=\"http://www.Click2Apply.net/hgppz2tnjx77swgk\"\u003ehttp://www.Click2Apply.net/hgppz2tnjx77swgk\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePI118085835\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eApply Online Here: \u003ca href=\"http://www.Click2Apply.net/hgppz2tnjx77swgk\"\u003ehttp://www.Click2Apply.net/hgppz2tnjx77swgk\u003c/a\u003e\u003c/p\u003e\n","company_logo":null},{"id":"bfa59a6a-e470-4b5c-a9de-ceb038866e31","type":"Full Time","url":"https://jobs.github.com/positions/bfa59a6a-e470-4b5c-a9de-ceb038866e31","created_at":"Mon Feb 17 18:13:26 UTC 2020","company":"GunTRAC LLC","company_url":"https://apb360.com","location":"PHOENIX, ARIZONA","title":"Senior Software Development Engineer","description":"\u003cp\u003eAbout the Job:\u003c/p\u003e\n\u003cp\u003eGunTRAC LLC, a maturing startup, (APB360.com) is looking for a full-time Software Engineer with extensive experience working with WordPress and the full stack. Our work is fast-paced and constantly changing. Must be able to prioritize multiple projects and competing deadlines. Must be able to attack ambiguous tasks head-on and meet changing requirements on the fly.\u003c/p\u003e\n\u003cp\u003eAdditionally, applicants must be US Citizens and pass a rigorous background check. You will be working with law enforcement agencies coast to coast, as well as enterprise-scale firearm manufacturers. You must NOT be a prohibited possessor of a firearm as you will certainly be coming in contact with such restricted items.\u003c/p\u003e\n\u003cp\u003eFLEXIBLE OFFICE HOURS, MUST BE LOCAL\u003c/p\u003e\n\u003cp\u003eRequired Skills:\nWordPress\nPHP 7.3\nPython (a plus) \u0026amp; Lambda\nHTML5\nCSS3\nJS (JQuery)\nMySQL (Aurora) – Very large complex data models, functions and stored procedures\nAWS\nNGINX, Unit, PHP-FPM\nStrong Unix administration skills\nGit\nSSH\nJIRA/Atlassian\nCJIS/Fedramp requirement familiarity\u003c/p\u003e\n\u003cp\u003eExperience:\n2+ yrs Backend Dev Experience.\n2+ yrs Frontend Dev Experience.\n2+ yrs AWS.\nApple Mobile Developer (a huge plus)\nManaging and Optimizing High Traffic WordPress Website(s).\nCreating custom WP plugins from scratch.\nProject management skills\ni18n a plus.\nKnow a PHP function for every letter of the alphabet.\u003c/p\u003e\n\u003cp\u003eCompensation: DOE ($55-$120k)\u003c/p\u003e\n\u003cp\u003eLocation: 1492 W. Victory Lane, Phoenix 85027.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eplease send your CV to \u003ca href=\"mailto:jobs@apb360.com\"\u003ejobs@apb360.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkorIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--142ee248bc8d2c7063f92fcb31e0f79ae4750fe9/Logo-Shield-Only.png"},{"id":"d85b6a82-0979-410b-ab0c-66313348b95c","type":"Full Time","url":"https://jobs.github.com/positions/d85b6a82-0979-410b-ab0c-66313348b95c","created_at":"Mon Feb 17 12:40:50 UTC 2020","company":"Helmholtz-Zentrum Geesthacht","company_url":"https://www.hzg.de/index.php.en","location":"Geesthacht","title":"Web Developer Frontend/Backend (m/f/d)","description":"\u003cp\u003eThe Helmholtz-Zentrum Geesthacht is one of the 19 national institutions of the Hermann von Helmholtz Association of German Research Centres e.V. (HGF). Around 1000 employees carry out basic research and development work in close cooperation with national and international research institutions, research-oriented clinics and economic and public institutions.\u003c/p\u003e\n\u003cp\u003eAt the Institute of Materials Research some 200 scientists conduct research in the five sub-institutes \"Materials Mechanics\", \"Materials Physics\", \"Materials Technology\", \"Magnesium Innovation Centre MagIC\" and \"Metallic Biomaterials\".\u003c/p\u003e\n\u003cp\u003eWeb Developer Frontend/Backend (m/f/d)\u003c/p\u003e\n\u003cp\u003eReference code: 50012263_2\u003c/p\u003e\n\u003cp\u003eCommencement date: as soon as possible\u003c/p\u003e\n\u003cp\u003eThe Institute of Materials Research at HZG focusses on the development of lightweight alloys by optimization of microstructural and mechanical properties for specific applications based on scientific knowledge. To this end, it is crucial to understand the mechanisms governing the interactions between composition, processing and fabrication parameters, microstructure and mechanical properties. Presumption for this scientific work is the unambiguous assignment of experimental data to the materials tested as well as safe and clear storage and ordering of data of materials, processing and measured properties. To overcome the inherent disadvantages of hand-written laboratory notebooks and to fulfill the requirements of open data assessment development the implementation of an electronic laboratory notebook (ELN) is intended. Here, special focus is laid on user-friendly data input.\u003c/p\u003e\n\u003cp\u003eWithin this framework, we are looking for a Web Developer Frontend/Backend (m/f/d)\u003c/p\u003e\n\u003cp\u003eDevelopment of electronic laboratory notebook. The position is initially limited for three years (starting as soon as possible).\u003c/p\u003e\n\u003cp\u003eYour tasks\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou will be responsible for the development and implementation of an ELN containing processing and experimental data from various sources (e.g. data from different fabrication steps and materials data including microstructure and mechanical properties). Working basis are existing digital and paper documentations and paper lab notebooks. You will work in close cooperation with colleagues of different departments and different disciplines responsible for processing of materials, fabrication of components and assessment of experimental data. Aim is to accomplish a practice oriented user interface for input as well as for assessment of data.In detail, you will be responsible for:\u003c/li\u003e\n\u003cli\u003eConcept, design and implementation of ELN as web application (backend and frontend)\u003c/li\u003e\n\u003cli\u003eDevelopment of the underlying database concept considering especially the very different data sources and identifying their common features in order to enable consistent and easy access to and evaluation of data\u003c/li\u003e\n\u003cli\u003edesign and implementation of input and output interfaces with a particular focus on usability\u003c/li\u003e\n\u003cli\u003eInstallation of hardware for entering data on site of material production and analysis, i.e. manual input as well as automated parameter and results transfer\u003c/li\u003e\n\u003cli\u003eStep-wise feeding of the database with suitable existing data under continuous testing\u003c/li\u003e\n\u003cli\u003eAdministration of user rights for different parts of the application\u003c/li\u003e\n\u003cli\u003eContinuous maintenance of the application and adaption to newly developed processes\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYour profile\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s/Master’s degree or Diploma in Computer Science, Engineering or comparable\u003c/li\u003e\n\u003cli\u003estrong analytical skills and sound theoretical background\u003c/li\u003e\n\u003cli\u003esound experience in web application development (frontend and backend)\u003c/li\u003e\n\u003cli\u003eexcellent programming skills in HTML, CSS, JavaScript, Python, PHP, MS SQL Server or similar\u003c/li\u003e\n\u003cli\u003eexperience in automated documentation of manufacturing processes is appreciated\u003c/li\u003e\n\u003cli\u003eBackground knowledge in the field of materials research is appreciated\u003c/li\u003e\n\u003cli\u003eTeam spirit, excellent communication and organization skills, fluent English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe offer you\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003emultinational work environment with over 1000 colleagues from more than 50 nations\u003c/li\u003e\n\u003cli\u003eextensive options of vocational training (i. a. expert seminars, language courses or leadership seminars)\u003c/li\u003e\n\u003cli\u003eflexible working hours and various models to ensure the compatibility of family and career\u003c/li\u003e\n\u003cli\u003eexcellent infrastructure, including a scientific in-house library as well as modern work spaces\u003c/li\u003e\n\u003cli\u003ean appropriate salary related to the German public tariff (TV-AVH) plus the usual social benefits for the public employment sector\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe promotion of equal rights is a matter of course for us. Severely disabled persons and those equaling severely disabled persons who are equally suitable for the position will be considered preferentially within the framework of legal requirements.\u003c/p\u003e\n\u003cp\u003eApplication deadline: 09.03.2020\nJob location: Geesthacht\nContact: Ms. Erika Krüger\n\u003ca href=\"http://www.hzg.de\"\u003ehttp://www.hzg.de\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"mailto:personal@hzg.de\"\u003epersonal@hzg.de\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdTUrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0259035098485bc602a24208f531a4d623da750a/HZG_engl_240x240.png"},{"id":"022c2cd7-5b45-458a-93d1-f44acd261506","type":"Full Time","url":"https://jobs.github.com/positions/022c2cd7-5b45-458a-93d1-f44acd261506","created_at":"Mon Feb 17 10:33:31 UTC 2020","company":"encoway GmbH","company_url":"https://ltpx.nl/orI5q1d","location":"Bremen","title":"C/C++ Software Developer / DevOps Engineer (w/m/d)","description":"\u003cp\u003e**C/C++ Software Developer / DevOps Engineer (w/m/d)\u003c/p\u003e\n\u003cp\u003eDein Beitrag**\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu konzipierst und entwickelst auf Basis von C/C++ eine neue innovative Softwareplattform.\u003c/li\u003e\n\u003cli\u003eDu lebst Clean Code und arbeitest in einem professionellem modernem Entwicklungsumfeld mit agilen Prozessen, Code Reviews, Pair-Programming, Test Driven Development, Continuous Integration \u0026amp; Delivery, Testautomatisierung u. v. m.\u003c/li\u003e\n\u003cli\u003eDu spielst gerne eine aktive Rolle in der Durchführung und Verbesserung unserer Prozesse. \u003c/li\u003e\n\u003cli\u003eDu machst Dir unsere agilen Prozesse (Scrum, Kanban) zu eigen und spielst gerne eine aktive Rolle bei deren Durchführung und Verbesserung.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast sehr gute Kenntnisse in modernem C/C++.\u003c/li\u003e\n\u003cli\u003eLinux ist Deine Welt.\u003c/li\u003e\n\u003cli\u003eDu bist offen für neue Technologien, Frameworks und Sprachen.\u003c/li\u003e\n\u003cli\u003eDu bist neugierig auf agile Arbeitsweisen oder hast diese sogar schon kennengelernt.\u003c/li\u003e\n\u003cli\u003eIm Alltag sprechen wir Deutsch. Idealerweise scheust Du Dich aber nicht davor, auch Englisch zu sprechen und zu schreiben.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eMit encoway volle Kraft voraus!\u003c/strong\u003e\nDie Digitalisierung ist nach wie vor ein Megatrend. Mit unseren Softwarelösungen unterstützen wir Industrie-Unternehmen bei der digitalen Transformation. Neben unseren Kernkompetenzen Produktkonfiguration und Variantenmanagement, befinden sich dafür weitere Geschäftsfelder im Aufbau.\u003c/p\u003e\n\u003cp\u003eIm Jahr 2000 aus einer 5-köpfigen Bremer Forschungsgruppe heraus gegründet, besteht unsere Mannschaft mittlerweile aus über 200 Mitarbeitern und wir sind weiter auf Wachstumskurs. \u003c/p\u003e\n\u003cp\u003eKomm auch Du jetzt zu uns an Bord - und lass Dich nicht davon abhalten, wenn Du meinst, Dein Profil passt nicht ganz!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBordcheck\u003c/strong\u003e\nZu unserer Kultur und unseren Benefits haben wir Dir nachfolgend ein paar Eigenschaften aufgelistet, mit denen Du einen ersten Check machen kannst, ob wir zusammenpassen:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStartklar: Du wirst bei uns nicht ins kalte Wasser geworfen.\u003c/li\u003e\n\u003cli\u003eAufgeschlossen: Wir bieten Dir die Möglichkeit mitzugestalten.\u003c/li\u003e\n\u003cli\u003eFlexibel: Bei uns findest Du flexible Arbeitszeiten.\u003c/li\u003e\n\u003cli\u003eState-of-the-art: Ein professionelles und modernes Arbeitsumfeld erwartet Dich.\u003c/li\u003e\n\u003cli\u003eAgil: Wir arbeiten in flexiblen Strukturen und Prozessen.\u003c/li\u003e\n\u003cli\u003eWertschätzend: Regelmäßig finden gemeinsame Retrospektiven und Feedbackgespräche statt.\u003c/li\u003e\n\u003cli\u003eFördernd: Weiterentwicklung Deiner Fach- und Führungskarriere.\u003c/li\u003e\n\u003cli\u003eFamilienfreundlich: Wir unterstützen Dich und Deine Familie (z. B. Zuschuss zu den Kita-Gebühren).\u003c/li\u003e\n\u003cli\u003eGemeinschaftlich: Bei uns finden regelmäßig Mitarbeiter-Events statt.\u003c/li\u003e\n\u003cli\u003eSportlich: Unsere Mitarbeiter treffen sich regelmäßig in Sport-/und Freizeitgruppen zusammen.\u003c/li\u003e\n\u003cli\u003eGesund: Wir bieten verschiedene Präventionsangebote.\u003c/li\u003e\n\u003cli\u003eUnd sonst noch so...: Obst, Kaffee - die üblichen „Goodies“ gibt´s auch.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBei Fragen zu dieser Stelle wende Dich gerne an: \nLaura Middendorf\nTalentmanagement \nencoway GmbH \nBuschhöhe 2 \n28357 Bremen \nTelefon +49 (0) 421 33003-678\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInteressiert?\u003c/strong\u003e\nWir freuen uns auf deine Bewerbung. Bitte benutze dafür unser \u003cstrong\u003e\u003ca href=\"https://ltpx.nl/mtQQINB\"\u003eOnline Bewerbungstool\u003c/a\u003e\u003c/strong\u003e und schick uns deine Bewerbungsunterlagen.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eErwerb anläßlich dieser Vakanz wird nicht geschätzt.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/a0038854c83c956f6e6e84e00694b816ebcb7d4e/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313532383633\"\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eBitte benutze dafür unser \u003cstrong\u003e\u003ca href=\"https://ltpx.nl/mtQQINB\"\u003eOnline Bewerbungstool\u003c/a\u003e\u003c/strong\u003e und schick uns deine Bewerbungsunterlagen.\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdWQrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8b15d01b29bce7f757ac06317591c27275730bbe/encoway-logo.jpg"},{"id":"d25d1423-54ba-494b-a9e1-9b44055c6c8f","type":"Full Time","url":"https://jobs.github.com/positions/d25d1423-54ba-494b-a9e1-9b44055c6c8f","created_at":"Thu Feb 13 22:45:33 UTC 2020","company":"Southern California Public Radio","company_url":"http:","location":"Pasadena, CA","title":"Senior Software Engineer","description":"\u003cp\u003eWho We Are:\u003c/p\u003e\n\u003cp\u003eSouthern California Public Radio (SCPR) is a member-supported public media network whose mission is to strengthen the civic and cultural bonds that unite Southern California's diverse communities by providing the highest quality news and information service on air at 89.3 KPCC, online at LAist.com and through KPCC In Person. Since our founding in 1999, SCPR has been a fast growing, innovative, multi-platform public service newsroom. Every day, our staff helps audiences catch up on the latest headlines, solve the complexities of life in Southern California, and connect curious communities to one another.\u003c/p\u003e\n\u003cp\u003ePosition Summary:\u003c/p\u003e\n\u003cp\u003eThe Senior Software Engineer will serve as a key team lead on the SCPR digital product team, and work to develop a digital automation landscape, tying together content management, audio and asset management, and mobile distribution systems to existing operational infrastructures.\u003c/p\u003e\n\u003cp\u003eThey will manage the definition, architecture direction, development, testing, and deployment of these integrated systems, and will work in concert with station engineers at SCPR and participating external organizations to determine the best ways to integrate systems across digital and radio functions, establishing clear content management workflows around content production and distribution.\u003c/p\u003e\n\u003cp\u003ePosition Responsibility:\u003c/p\u003e\n\u003cp\u003eServe as the primary engineering lead for the digital product team, working with project stakeholders, and non-digital station engineers to architect and strategize integration solutions.\nDevelop deep knowledge of current digital infrastructure to understand how this integration will need to evolve over the next 5-7 years.\nUnderstand business and technology goals; present options and considerations in solution development and problem solving, being mindful of the cost/benefit prospect of developing quickly versus developing for long term sustainability.\nScale SCPR integration strategies to outside organizations.\nWork with off-site SRE team to monitor and resolve any infrastructure situations quickly and efficiently.\nOther duties as assigned.\u003c/p\u003e\n\u003cp\u003eRequired Education and Experience:\u003c/p\u003e\n\u003cp\u003eBachelor's degree or equivalent work experience.\n5-7 years experience to include the following:\nRuby on Rails, JavaScript, or similar web-focused programming languages (full-stack capability is ideal).\nExperienced in developing web and mobile APIs.\nExperience developing microservices using containers (Kubernetes, Docker).\nWorking understanding of AWS, including Lambda, RDS, EC2, ECS, Cloudfront, etc.\nStrong knowledge of infrastructure architecture best practices and configurations, cloud-based hosting environments such as AWS, and system issue remediation.\nFamiliarity with content and asset management systems a plus.\u003c/p\u003e\n\u003cp\u003eRequired Skills, Knowledge and Abilities:\u003c/p\u003e\n\u003cp\u003eQuick learner and ability to effectively multitask.\nSelf-motivated with an innate curiosity around emerging technology and platforms.\nAbility to work under deadline pressure.\nSolid oral and written communication skills.\nDemonstrated ability to work in an interdisciplinary team environment.\nAbility to work independently with little supervision.\nFamiliarity with communicating technical requirements and managing technical projects to junior developers.\nFamiliarity with the unique demands and requirements of media organizations a plus.\u003c/p\u003e\n\u003cp\u003ePreferred Skills and Experience:\u003c/p\u003e\n\u003cp\u003eExperience with streaming media and audio management platforms desirable (Stream Machine, Triton, HTTP Live Streaming).\nExperience in working with enterprise-level, consumer-oriented media websites and mobile programs a strong plus.\nReporting To This Position: None.\u003c/p\u003e\n\u003cp\u003ePhysical Demands and Working Conditions:\u003c/p\u003e\n\u003cp\u003eMust be able to perform the essential duties of the position with or without reasonable accommodation.\u003c/p\u003e\n\u003cp\u003ePhysical Demands:\nRequired to move about in an office environment and sit for extended periods of time\nFrequent use of hands for data entry/keystrokes and simple grasping\nWorking Conditions:\nModerate noise level\nOccasional exposure to prevalent weather conditions\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eUse this link: \u003ca href=\"https://americanpublicmedia.applicantpro.com/jobs/1315609.html\"\u003ehttps://americanpublicmedia.applicantpro.com/jobs/1315609.html\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGQrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--430c8744291c124dc8ee5cadcc74da412d0bda73/KPCC%20-%20Full%20Lockup%20-%20Color.png"},{"id":"392397d8-f615-4526-963e-e830c86ae7b3","type":"Full Time","url":"https://jobs.github.com/positions/392397d8-f615-4526-963e-e830c86ae7b3","created_at":"Thu Feb 13 19:01:25 UTC 2020","company":"InComm","company_url":"http://www.incomm.com","location":"Downtown Atlanta ","title":"Java Software Developer","description":"\u003cp\u003eInComm is a global leader in FinTech (Financial Technology). We were founded in an Atlanta basement and to date, we are thousands of employees around the world building systems that are redefining the consumer experience.\u003c/p\u003e\n\u003cp\u003eThe Sr. Software Engineer (Software Engineer III) will be working on the Closed Loop Platform Team. The Closed Loop Platform Team supports a core financial platform that contains a suite of applications. The environment consists of Webservices, web applications, high transaction volume java applications that are multi-threaded and high performing. \u003c/p\u003e\n\u003cp\u003eEnsure Delivery of planned initiatives on time with quality.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHands on experience using Java/J2EE/Sprint Boot/Restful webservices development\u003c/li\u003e\n\u003cli\u003eHands on experience using Oracle PL/SQL stored procedures.\u003c/li\u003e\n\u003cli\u003eCode review stored procedures and guide the team to follow best coding practices.\u003c/li\u003e\n\u003cli\u003eExperience in building robust and scalable J2EE application.\u003c/li\u003e\n\u003cli\u003eEnsure appropriate monitoring and alerting is in place prior to production deployments.\u003c/li\u003e\n\u003cli\u003eSupport new and continued development of existing system. Develop, build, deploy and configure\napplications\u003c/li\u003e\n\u003cli\u003eAble to quickly adjust and support changing priorities per business needs.\u003c/li\u003e\n\u003cli\u003eProvide unit testing to ensure quality of builds in a continuous integration environment.\u003c/li\u003e\n\u003cli\u003eParticipate in the full lifecycle of projects, including effective use of version control, build\nmanagement, unit testing, and issue tracking software\u003c/li\u003e\n\u003cli\u003eStrong analytical skills with the ability to assess complex situations and understand key issues\nquickly\u003c/li\u003e\n\u003cli\u003eAbility to adapt in a dynamic work environment and make independent decisions while keeping\nmanagement informed\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e7+ Years of Java/J2EE  development experience\u003c/p\u003e\n\u003cp\u003e2+ years of CI/CD tools\u003c/p\u003e\n\u003cp\u003e5+ years of oracle 18c SQL ,PL/SQL, SQL tuning /optimization and  AWR\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eBachelor’s degree in Computer Science or Computer Engineering or Electronics Engineering or\nTelecommunication Engineering or Electrical Engineering or Information Technology or Information\nSystems or other related discipline required.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExpert knowledge of Oracle 18c database features and programming in pl/sql.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAny other technical certifications a plus (Oracle,Java, Cloud etc)\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eGood understanding of Object Oriented Programming and Design principles including abstraction,\ninheritance, polymorphism and encapsulation\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExperience with the full lifecycle of software development including use of version control tools,\nbuild management, unit testing, issue tracking software (e.g. SVN, Git, Maven, bamboo, Jenkins,\nSonar, JIRA)\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExcellent organizational skills, self-administration, attention to detail, multi-tasking, and effective\nprioritization\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eRequired experience with the following technologies\no Oracle PLSQL , AWR and preformace tunning.\no Writing and decoding complex oracle PLSQL packages/ procedures\no Spring/Spring-MVC or JAX-RS\no JAVA, XML\no Tomcat, JBoss\no Container based environments (Docker)\no Spring (data, boot, security, batch)\no Hibernate, Hibernate/JPA\no REST Services, SOAP Services\no API Management frameworks\no General SQL/Database experience Oracle/SQL-Server\no Jenkins, Sonar\no JIRA \u0026amp; Confluence\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAwareness of the following technologies is a plus:\no HTML5/CSS\no JavaScript\no JSP\no Bootstrap\no Angular 2 +, Angular Material, AngularCLI\no NodeJS\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eStrong analytical skills with the ability to assess complex systems and situations and troubleshoot\nissues\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eProblem solving skills, critical thinking and strong decision-making skills\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eExcellent verbal and written communication, and interpersonal interactions (ability to foster a\ncooperative work environment)\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003eTo apply, email your resume to \u003ca href=\"mailto:mphillips@incomm.com\"\u003emphillips@incomm.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdEorIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--87bdbcaa55cffbfd865a6c69b18cd3304c445845/InComm_Logo_FullColor_RGB.png"},{"id":"2e67c6a6-eda0-4a6d-87af-548eaa8111d3","type":"Full Time","url":"https://jobs.github.com/positions/2e67c6a6-eda0-4a6d-87af-548eaa8111d3","created_at":"Thu Feb 13 13:38:09 UTC 2020","company":"Stylight GmbH","company_url":"http:","location":"Munich, Germany","title":"Senior Python Engineer - Evolving Systems (d/f/m)","description":"\u003cp\u003eWe are looking for an experienced python engineer to join our team in Munich. You’re interested in further optimizing and automating our pipeline as well as delivering high quality software? Then Stylight is your place to be.\u003c/p\u003e\n\u003cp\u003eYour Key Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSupport and mentor the team in shipping quality products and code in accordance with business needs.\u003c/li\u003e\n\u003cli\u003eBuild, maintain, and run our scalable architecture. We take pride in building highly performant and failure resistant platforms with a small team.\u003c/li\u003e\n\u003cli\u003eOwn services from design, development, and testing to continuous integration, monitoring, and support.\u003c/li\u003e\n\u003cli\u003eEnjoy what you do, and be ready to research and learn new technologies. Be prepared to challenge others.\u003c/li\u003e\n\u003cli\u003eExplain technical topics to non-technical colleagues and advocate for your team across the company.\u003c/li\u003e\n\u003cli\u003eGrow the skillset and spirit of a team of 3 - 5 engineers to foster technical excellence in the team. Bring your best practices, challenge the status quo, and set things in motion.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBackground Of Successful Applicants\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou love writing code from the bottom of your heart and have ideally 5+ years experience in designing, building and operating complex, scalable system using Python.\u003c/li\u003e\n\u003cli\u003eYou have been contributing to single systems and platforms over a significant amount of time to gather experience on how to keep evolving systems maintainable.\u003c/li\u003e\n\u003cli\u003eYou want to take responsibility and ownership for the software you produce. “You build it, you run it!” is our general philosophy.\u003c/li\u003e\n\u003cli\u003eYou have worked with Docker, AWS, NoSQL databases, serverless and microservices on a daily basis.\u003c/li\u003e\n\u003cli\u003eYou are opinionated and outspoken on engineering best practices, but can still maintain friends.\u003c/li\u003e\n\u003cli\u003eYou have proficient English skills and are able to communicate honestly and openly with your colleagues.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Business Development Tech Team\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIs responsible for automating and continuously improving the technical integration tools and systems used by our business and finance teams as well as hundreds of business partners.\u003c/li\u003e\n\u003cli\u003eCodes primarily in Python (mostly for backend applications) and Javascript (for interactive UIs) and is committed to the quality and health of their codebase.\u003c/li\u003e\n\u003cli\u003eWorks in an agile and cross-functional environment alongside our sales and partner managers.\u003c/li\u003e\n\u003cli\u003eIs excited about working in an environment where collaboration, continuous integration and delivery are as vital as morning coffee.\u003c/li\u003e\n\u003cli\u003eEnjoys autonomous work as well as pair programming, code reviews and learning together.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy join Stylight?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStylight is #1 Meetup organizer in Munich, and deeply involved in the local tech community.\u003c/li\u003e\n\u003cli\u003eTogether with Bits \u0026amp; Pretzels, we host daho.am, an annual developer conference with top-notch speakers and over 800 attendees.\u003c/li\u003e\n\u003cli\u003eInternational \u0026amp; highly motivated environment with open business culture in all departments. Our company language is English as we have more than 27 Nationalities.\u003c/li\u003e\n\u003cli\u003eHands-on work after quick ramp up \u0026amp; openness to new solutions and improvements.\u003c/li\u003e\n\u003cli\u003ePersonal Development and constant growth is key. That's why at Stylight a personal development budget is given to you to use throughout the year for personal growth and regulatory Innovation Days which help to share our knowledge throughout the company.\u003c/li\u003e\n\u003cli\u003eWe are family-friendly and healthy minded which is why we are doing yoga together weekly, get our daily rate of fresh fruits from the counter and enjoy spending time with one another outside of working hours from BBQs to ping pong tournaments and Christmas tree decorating.\u003c/li\u003e\n\u003cli\u003eWe have one of the coolest office spaces in Munich (and actually in Germany) in the city-center, and just a 10-minute walk to the nearest Biergarten.\u003c/li\u003e\n\u003cli\u003eWant to know more? Check out: about.stylight.com and blog.stylight.com // tech.stylight.com.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUp for the challenge?\u003c/p\u003e\n\u003cp\u003eIf you want to work in a fun, exciting, challenging and dedicated environment, then don't hesitate and apply today via\nabout.stylight.com/jobs. We're looking forward to reading your complete application (cover letter, CV, references and certificates) in English or German! Your contact: Carina Meyer.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease apply via this link: \u003ca href=\"https://stylight-jobs.personio.de/job/121687?_pc=6597#apply\"\u003ehttps://stylight-jobs.personio.de/job/121687?_pc=6597#apply\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eor send an email to \u003ca href=\"mailto:jobs@stylight.com\"\u003ejobs@stylight.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBczUrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--85d1d4ff792e2365bcf8231011b21248b91f1148/Stylight.jpg"},{"id":"5f4f5319-8331-4fd7-b0b8-3f5694a9dcea","type":"Full Time","url":"https://jobs.github.com/positions/5f4f5319-8331-4fd7-b0b8-3f5694a9dcea","created_at":"Thu Feb 13 13:34:10 UTC 2020","company":"Stylight GmbH","company_url":"https://www.stylight.com/","location":"Munich, Germany","title":"SEO Python Engineer (d/f/m)","description":"\u003cp\u003eWe are looking for a Python engineer to join our SEO team in Munich and drive organic user acquisition of Stylight’s 16 domains. As an Engineer, you will work closely with SEO, Marketing and Website teams to optimize web user acquisition, conversion, international expansion, dashboard automation and data pipelines. Are you interested in further optimizing and automating our workflows as well as delivering high-quality software? Then Stylight is your place to be.\u003c/p\u003e\n\u003cp\u003eYour Key Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild, maintain, and run our scalable architecture. We take pride in building highly performant and failure resistant platforms with a small team.\u003c/li\u003e\n\u003cli\u003eOwn services from design, development, and testing to continuous integration, monitoring, and support.\u003c/li\u003e\n\u003cli\u003eEnjoy what you do, being ready to research and learn new technologies. Be prepared to challenge others.\u003c/li\u003e\n\u003cli\u003eDevelop applications in a TDD and DDD way with Clean Code Methods.\u003c/li\u003e\n\u003cli\u003eWork cross-functionally across other product teams to develop solutions to improve page relevance/richness, internal linking, and indexation rules.\u003c/li\u003e\n\u003cli\u003eDevelop infrastructure and features to serve the most relevant and engaging search pages and content to Stylight users.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat you bring along\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou love writing code from the bottom of your heart and have ideally 3+ years experience in designing, building and operating complex, scalable systems using Python.\u003c/li\u003e\n\u003cli\u003eYou are familiar with all domains of software engineering such as continuous delivery, test-driven engineering and running code in production.\u003c/li\u003e\n\u003cli\u003eYou have a proven track record of driving the user acquisition based on your analytical, problem-solving and engineering skills.\u003c/li\u003e\n\u003cli\u003eYou want to take responsibility and ownership of the software you produce. “You build it, you run it!” is our general philosophy.\u003c/li\u003e\n\u003cli\u003eYou have worked with Docker, AWS, NoSQL databases, serverless and microservices.\u003c/li\u003e\n\u003cli\u003eYou preferably have previous experience dealing with SEO and organic growth.\u003c/li\u003e\n\u003cli\u003eYou are opinionated and outspoken on engineering best practices but can still maintain friends.\u003c/li\u003e\n\u003cli\u003eYou have proficient English skills and are able to communicate honestly and openly with your colleagues.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe SEO, Brand \u0026amp; Content Marketing Team\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIs responsible for the visibility of Stylight to the outside world thru Content and SEO measures.\u003c/li\u003e\n\u003cli\u003eMakes sure that our platforms are aligned with what people are looking for and follows trends and seasonal keywords.\u003c/li\u003e\n\u003cli\u003eWorks in an agile and cross-functional environment alongside Content, Push Marketing \u0026amp; SEO Manager.\u003c/li\u003e\n\u003cli\u003eWorks in an international environment where collaboration, continuous integration and delivery are as vital as morning coffee.\u003c/li\u003e\n\u003cli\u003eEnjoys autonomous work as well as pair programming, code reviews and learning together.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy join Stylight?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStylight is #1 Meetup organizer in Munich, and deeply involved in the local tech community.\u003c/li\u003e\n\u003cli\u003eTogether with Bits \u0026amp; Pretzels, we host daho.am, an annual developer conference with top-notch speakers and over 800 attendees.\u003c/li\u003e\n\u003cli\u003eInternational \u0026amp; highly motivated environment with open business culture in all departments. Our company language is English as we have more than 27 Nationalities.\u003c/li\u003e\n\u003cli\u003eHands-on work after quick ramp up \u0026amp; openness to new solutions and improvements.\u003c/li\u003e\n\u003cli\u003ePersonal Development and constant growth is key. That's why at Stylight a personal development budget is given to you to use throughout the year for personal growth and regulatory Innovation Days which help to share our knowledge throughout the company.\u003c/li\u003e\n\u003cli\u003eWe are family-friendly and healthy minded which is why we are doing yoga together weekly, get our daily rate of fresh fruits from the counter and enjoy spending time with one another outside of working hours from BBQs to ping pong tournaments and Christmas tree decorating.\u003c/li\u003e\n\u003cli\u003eWe have one of the coolest office spaces in Munich (and actually in Germany) in the city center, and just a 10-minute walk to the nearest Biergarten.\u003c/li\u003e\n\u003cli\u003eWant to know more? Check out: about.stylight.com and tech.stylight.com.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUp for the challenge?\u003c/p\u003e\n\u003cp\u003eIf you want to work in a fun, exciting, challenging and dedicated environment, then don't hesitate and apply today via about.stylight.com/jobs. We're looking forward to reading your complete application (cover letter, CV, references) in English or German! Your contact: Laura Grassl.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease apply via this link:\u003c/p\u003e\n\u003cp\u003eor send an email to \u003ca href=\"mailto:jobs@stylight.com\"\u003ejobs@stylight.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3grIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--140c14f1fb242b25e9be92a7ed0af068defff4ea/Stylight.jpg"},{"id":"e401dbd6-367a-405a-a759-5082b5ecd7f2","type":"Full Time","url":"https://jobs.github.com/positions/e401dbd6-367a-405a-a759-5082b5ecd7f2","created_at":"Thu Feb 13 13:26:45 UTC 2020","company":"Stylight GmbH","company_url":"https://www.stylight.com/","location":"Munich, Germany","title":"Tech Lead (d/f/m)","description":"\u003cp\u003eWe are looking for a Tech Lead to join our team in Munich. You’re interested in further optimizing and automating the technical integration of our partner shops and delivering high quality software is your number one priority? Then Stylight is your place to be.\u003c/p\u003e\n\u003cp\u003eYour Key Responsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEnsuring your team ships quality products and code in accordance with business needs.\u003c/li\u003e\n\u003cli\u003eBuild, maintain, and monitor our scalable architecture. We take pride in building highly performant and failure resistant platforms with a small team.\u003c/li\u003e\n\u003cli\u003eOwn services from design, development, and testing to continuous integration, monitoring, and support.\u003c/li\u003e\n\u003cli\u003eEnjoy what you do, and be ready to research and learn new technologies.\u003c/li\u003e\n\u003cli\u003eExplain technical topics to non-technical colleagues and advocate for your team across the company.\u003c/li\u003e\n\u003cli\u003eMentor, lead, and support a team of 3-5 engineers to foster technical excellence in the team. Bring your best practices, challenge the status quo, and set things in motion.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBackground Of Successful Applicants\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou bring hands-on experience in software development, ideally 5+ years and have experience in designing, building and operating complex, scalable systems.\u003c/li\u003e\n\u003cli\u003eYou have significant Python experience and are ready to share what you’ve learned with others.\u003c/li\u003e\n\u003cli\u003eYou want to take responsibility and ownership for the software you produce. “You build it, you run it!” is our general philosophy.\u003c/li\u003e\n\u003cli\u003eYou are opinionated and outspoken on engineering best practices, but can still maintain friends.\u003c/li\u003e\n\u003cli\u003eYou have solid experience with both relational and NoSQL databases.\u003c/li\u003e\n\u003cli\u003eYou have proficient English skills and are able to communicate honestly and openly with your colleagues.\u003c/li\u003e\n\u003cli\u003eYou’re excited to work in an environment where collaboration, continuous integration and delivery are as vital as morning coffee.\u003c/li\u003e\n\u003cli\u003eExperience with Docker, AWS, and microservice architectures are a very nice plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Business Development Tech Team\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIs responsible for automating and continuously improving the technical integration tools and systems used by our business and finance teams as well as hundreds of business partners.\u003c/li\u003e\n\u003cli\u003eCodes primarily in Python (mostly for backend applications) and Javascript (for interactive UIs) and is committed to the quality and health of their codebase.\u003c/li\u003e\n\u003cli\u003eWorks in an agile and cross-functional environment alongside our sales and partner managers.\u003c/li\u003e\n\u003cli\u003eEnjoys autonomous work as well as pair programming, code reviews and learning together.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhy join Stylight?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStylight is #1 Meetup organizer in Munich, and deeply involved in the local tech community.\u003c/li\u003e\n\u003cli\u003eTogether with Bits \u0026amp; Pretzels, we host daho.am, an annual developer conference with top-notch speakers and 800 attendees.\u003c/li\u003e\n\u003cli\u003eInternational \u0026amp; highly motivated environment with open business culture in all departments. Our company language is English as we have more than 27 Nationalities.\u003c/li\u003e\n\u003cli\u003eHands-on work after quick ramp up \u0026amp; openness to new solutions and improvements.\u003c/li\u003e\n\u003cli\u003ePersonal Development and constant growth is key. That's why at Stylight a personal development budget is given to you to use throughout the year for personal growth and regulatory Innovation Days which help to share our knowledge throughout the company.\u003c/li\u003e\n\u003cli\u003eWe are family-friendly and healthy minded which is why we are doing yoga together weekly, get our daily rate of fresh fruits from the counter and enjoy spending time with one another outside of working hours from BBQs to ping pong tournaments and Christmas tree decorating.\u003c/li\u003e\n\u003cli\u003eWe have one of the coolest office spaces in Munich (and actually in Germany) in the city-center, and just a 10-minute walk to the nearest Biergarten.\u003c/li\u003e\n\u003cli\u003eWant to know more? Check out: about.stylight.com and blog.stylight.com // tech.stylight.com.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUp for the challenge?\u003c/p\u003e\n\u003cp\u003eIf you want to work in a fun, exciting, challenging and dedicated environment, then don't hesitate and apply today via\nabout.stylight.com/jobs. We're looking forward to reading your complete application (Cover letter, CV, references and certificates) in English or German! Your contact: Carina Meyer.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003ePlease apply via this link:\n\u003ca href=\"https://stylight-jobs.personio.de/job/103998?_pc=6597#apply\"\u003ehttps://stylight-jobs.personio.de/job/103998?_pc=6597#apply\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eor send a mail to \u003ca href=\"mailto:jobs@stylight.com\"\u003ejobs@stylight.com\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3ArIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--76bcca1e65fd75e1af1bcd39d488d0e438db8ffb/Stylight.jpg"},{"id":"d3dec677-745a-4327-b9c3-a82220dea2e1","type":"Full Time","url":"https://jobs.github.com/positions/d3dec677-745a-4327-b9c3-a82220dea2e1","created_at":"Thu Feb 13 06:47:45 UTC 2020","company":"FansUp Ltd.","company_url":"https://fansup.mobi","location":"Chengdu","title":"资深iOS程序员(远程)","description":"\u003cul\u003e\n\u003cli\u003e联系我们时请首先告知 \u003cstrong\u003eGitHub账号和英语能力。\u003c/strong\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003e人才要求：\u003c/strong\u003e\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e能够脱离翻译工具无障碍阅读英文技术文档;\u003c/li\u003e\n\u003cli\u003e精通ObjC \u0026amp; Swift，熟悉常用iOS的framework和第三方库;\u003c/li\u003e\n\u003cli\u003e熟练使用iOS开发工具，熟练使用 Storyboard, Autolayout，熟悉Instruments，并能够用它来排查问题;\u003c/li\u003e\n\u003cli\u003e熟悉各种翻墙技术，能够自由访问 Google;\u003c/li\u003e\n\u003cli\u003e能够流畅地与团队其他成员交流，知道交流的重要性和必要性;\u003c/li\u003e\n\u003cli\u003e了解与设计相关的基本知识，有不错的审美品味，对产品体验有理解，能与设计师流畅交流 (加分项)。\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003e\u003cstrong\u003e福利和待遇：\u003c/strong\u003e\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e最高24个月的年终奖，目前已经做到了6个月级别;\u003c/li\u003e\n\u003cli\u003e强大的团队。我们所有开发成员均是资深级别，没有坑爹队友;\u003c/li\u003e\n\u003cli\u003e免费午餐/零食/饮料，最高配置iMac，年度国外游；\u003c/li\u003e\n\u003cli\u003e入职即可享受7、12、17天（视工龄定）带薪年假；\u003c/li\u003e\n\u003cli\u003e提供各种节假日福利及生日礼品，年度员工关怀体检。\u003c/li\u003e\n\u003c/ol\u003e\n","how_to_apply":"\u003cp\u003e请把简历发到 \u003ca href=\"mailto:hr@fansup.mobi\"\u003ehr@fansup.mobi\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e有兴趣应聘的前提下也可以加微信 jayzhao2000 先聊聊\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc2grIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e17b99c269eee33c331a22edc9c4f0b2a71a6a08/FansUpLogo.png"},{"id":"cc10f91b-1ccf-406a-9228-0b357db7481f","type":"Full Time","url":"https://jobs.github.com/positions/cc10f91b-1ccf-406a-9228-0b357db7481f","created_at":"Wed Feb 12 20:10:31 UTC 2020","company":"PolicyStat RLDatix","company_url":"https://rldatix.com/en-us/products/policy-management","location":"Indianapolis, IN","title":"Python + Django Software Engineer","description":"\u003ch1\u003eMake An Impact On Healthcare\u003c/h1\u003e\n\u003cp\u003e\u003ca href=\"https://rldatix.com/en-us/products/policy-management\"\u003ePolicyStat's\u003c/a\u003e mission is to improve healthcare delivery through better processes. We help our clients make their policies and procedures easier to find, access, and manage. Hundreds of hospitals use our SaaS application to ensure that this critical information is correct, their staff can find it, and that it supports regulatory compliance.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://hub.jhu.edu/2016/05/03/medical-errors-third-leading-cause-of-death/\"\u003eMore than 250,000 Americans die each year as a result of medical error\u003c/a\u003e. Many of these deaths could have been prevented with existing best practices for quality and patient safety. A hospital's best tool for standardizing and implementing these life-saving improvements are their written policies and procedures.\u003c/p\u003e\n\u003ch1\u003ePython + Django Software Engineer\u003c/h1\u003e\n\u003cp\u003e\u003cstrong\u003eON-SITE\u003c/strong\u003e: Indianapolis, IN or Toronto, Canada\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eREMOTE\u003c/strong\u003e: Indiana, New Jersey, and other locations\u003c/p\u003e\n\u003cp\u003eAs a critical member of our small product team, you'll assume several roles including back-end and front-end development, on-call support, API design, architecture, operations and database engineering.\u003c/p\u003e\n\u003ch2\u003eTechnical Requirements\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eDemonstrated proficiency with Python and Django\u003c/li\u003e\n\u003cli\u003eDemonstrated understanding of Linux, Git, JavaScript, CSS and HTML5\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eCultural Requirements\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAbility to work effectively and collaborate on a small team.\u003c/li\u003e\n\u003cli\u003eExcellent communication skills and strong teamwork ethic.\u003c/li\u003e\n\u003cli\u003ePassion and enthusiasm for creating amazing products and delivering unparalleled user experience.\u003c/li\u003e\n\u003cli\u003eStrongly motivated by opportunities to positively impact the direction of the company and products.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eResponsibilities\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eServe in the weekly rotation for triage of escalated support questions and server alerts.\u003c/li\u003e\n\u003cli\u003eTake initiative to address pain points that you and/or the team experience by working to improve the software, tools or processes of PolicyStat.\u003c/li\u003e\n\u003cli\u003eReview code contributed by the team and get it ready for production.\u003c/li\u003e\n\u003cli\u003eDesign, develop, document, and write automated tests for new features.\u003c/li\u003e\n\u003cli\u003eProactively analyze, diagnose, and resolve software regressions.\u003c/li\u003e\n\u003cli\u003eWrite well designed, testable, efficient code.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eHighly Desired Skills\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eDemonstrated proficiency with React, GraphQL, MySQL, IPSec, SAML.\u003c/li\u003e\n\u003cli\u003eA GitHub profile with lots of code and experience contributing to open source projects.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eCompensation and Benefits\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eMarket-based salary from $80k to $110k+ USD\u003c/li\u003e\n\u003cli\u003eHealth (including telemedicine) with HSA, dental, vision, disability, and life insurance\u003c/li\u003e\n\u003cli\u003e10 paid holidays\u003c/li\u003e\n\u003cli\u003ePTO: 15 days each year to start; 20 days starting the calendar year of third anniversary\u003c/li\u003e\n\u003cli\u003eAnnual paid team trip to engineering conference (Djangocon, pycon, etc)\u003c/li\u003e\n\u003cli\u003e(on-site) Weekly catered team lunches\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eAbout PolicyStat\u003c/h1\u003e\n\u003cul\u003e\n\u003cli\u003eFounded in 2006, \u003ca href=\"https://www.prnewswire.com/news-releases/rldatix-to-acquire-icontracts-300848612.html\"\u003eacquired\u003c/a\u003e by \u003ca href=\"https://www.rldatix.com\"\u003eRLDatix\u003c/a\u003e in 2019.\u003c/li\u003e\n\u003cli\u003eTechnology stack: Python 3.7, Django 2.2, AWS (RDS, EC2, S3), Ubuntu Linux, MySQL, GraphQL, React (work in progress)\u003c/li\u003e\n\u003cli\u003eToolkit: Git, Vagrant, VirtualBox, Trello, \u003ca href=\"https://github.com/PolicyStat\"\u003eGitHub\u003c/a\u003e, Jenkins, continuous delivery / daily deploys (1000 in 2019), fast iterations\u003c/li\u003e\n\u003cli\u003eSee our \u003ca href=\"https://stackoverflow.com/jobs/companies/policystat\"\u003eStack Overflow Company\u003c/a\u003e page\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch1\u003eApply\u003c/h1\u003e\n\u003ch2\u003eInterview Process\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eApplication review.\u003c/li\u003e\n\u003cli\u003eComplete a \u003ca href=\"https://medium.com/policystat-product-development/why-all-jobs-interviews-should-include-doing-real-work-34b54d393939\"\u003ework sample\u003c/a\u003e (\u0026lt; 60 minutes) in Python.\u003c/li\u003e\n\u003cli\u003ePhone or video conversation with the team lead (\u0026lt; 30 minutes).\u003c/li\u003e\n\u003cli\u003eComplete a work sample (\u0026lt; 3 hours) in Python + Django.\u003c/li\u003e\n\u003cli\u003eCulture conversation with team members (on-site, if possible, otherwise remote video conference).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003ca href=\"../interview_process.md\"\u003eSee more details\u003c/a\u003e\u003c/p\u003e\n\u003ch2\u003eRemote Locations\u003c/h2\u003e\n\u003cp\u003eWe can hire individuals for full time employment who reside in\nCalifornia, Texas, Massachusetts, South Carolina, Florida, Pennsylvania, Illinois, Idaho, Indiana, Kentucky, Michigan, Missouri, New Jersey, New Mexico, Washington or some parts of Canada.\n\u003cstrong\u003eIf you reside in some other location, we can only pay you through a company\u003c/strong\u003e.\nIf you have not already created a company\n(one that is responsible for taxes and can legally receive payments),\nyou will either need to create one,\nor alternatively we can hire you through a service such as\n\u003ca href=\"https://upwork.com\"\u003eUpwork\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://bit.ly/pstat-jobs-python-django-engineer-2020-apply-github\"\u003eClick here to apply (Google Form)\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"http://bit.ly/pstat-jobs-python-django-engineer-2020-apply-github\"\u003ehttp://bit.ly/pstat-jobs-python-django-engineer-2020-apply-github\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc1YrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bf59a414f124093d99f8a1fee3e69e7170bfd7ca/PolicyStat_Print_Full-Color-iContracts-v2.png"},{"id":"9675e20c-7906-479b-a1ef-cf5f39f7ae5a","type":"Full Time","url":"https://jobs.github.com/positions/9675e20c-7906-479b-a1ef-cf5f39f7ae5a","created_at":"Wed Feb 12 19:36:48 UTC 2020","company":"Desert Research Institute","company_url":"http://www.dri.edu","location":"Reno, NV or Las Vegas, NV","title":"Software and Systems Administration Specialist","description":"\u003cp\u003eThe Desert Research Institute’s (DRI’s) Division of Hydrologic Sciences is seeking an innovative individual interested in joining a small interdisciplinary team dedicated to the ongoing development and maintenance of a real-time environmental data monitoring system. This team is responsible for developing monitoring solutions for multiple clients, sensor deployment, telemetry, data streaming and storage, and delivering easy to use web-based visualization of real-time and historical data.\u003c/p\u003e\n\u003cp\u003eThe primary duties of this position will be to provide software operations and related systems administration support, and will require the development of a good working relationship with colleagues within DRI’s IT Department. This includes developing real-time metrics for use by both technical teammates and non-technical clients; installing, maintaining, and improving the performance of various software subsystems currently in use; assessing the viability of emerging alternatives; and contributing to the planning and implementation of future system architectural changes. Secondary duties will be determined based on pertinent strengths, capabilities, and interests that the candidate brings to the team. The successful candidate will also be encouraged to assist other DRI Faculty who conduct a broad range of environmental research projects.\u003c/p\u003e\n\u003cp\u003eThe preferred location for this position is in Reno, NV, but a candidate with a proven track record of working independently can be located in Las Vegas, NV. All career levels are encouraged to apply for this position.\u003c/p\u003e\n\u003cp\u003eRequired Qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUS citizenship\u003c/li\u003e\n\u003cli\u003eBachelor’s degree in computer science, math, physics, environmental science or related field from an accredited institution;\u003c/li\u003e\n\u003cli\u003eA minimum of three years administering Linux-based systems;\u003c/li\u003e\n\u003cli\u003eDemonstrated experience in maintaining and optimizing a diverse range of commercial and open source software packages, such as databases, messaging/stream processing, automation, and on-premesis communications;\u003c/li\u003e\n\u003cli\u003eExperience developing, interpreting, and maintaining real-time metrics that observe the performance of both hardware and software processes utilizing platforms such as Telegraf or Nagios.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred Qualifications\u003c/p\u003e\n\u003cp\u003eGreater consideration will be given to those who possess the following skills and attributes:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong understanding of data security practices;\u003c/li\u003e\n\u003cli\u003eExperience with one or more of the following: MySQL, InfluxDB, RabbitMQ, Kafka, Telegraf, Grafana, Ansible, Spacewalk;\u003c/li\u003e\n\u003cli\u003eAbility to assist in backend software development using Go, PHP, or Python languages;\u003c/li\u003e\n\u003cli\u003eExperience in systems lifecycle management;\u003c/li\u003e\n\u003cli\u003eExperience utilizing Security Technical Implementation Guides (STIGs);\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eConditions Of Employment\u003c/p\u003e\n\u003cp\u003eDue to project duties and access of this position to restricted sponsor data, ALL applicants MUST be citizens of the United States. This position requires successful completion of an appropriate background verification process that may include criminal history, credit history, sex and violent offender registry, education verification, and employment history.\u003c/p\u003e\n\u003cp\u003eSalary/Benefits\u003c/p\u003e\n\u003cp\u003eSalary is competitive and commensurate with qualifications.  DRI offers a benefits package that includes medical, dental, vision, life and long-term disability insurance, 15.25% retirement match, 24 annual leave days, a beginning balance of 30 sick leave days, 11 paid holidays, tuition reduction at NSHE institutions for employee, spouse and dependents, and the option to participate in a flexible spending account or health savings account. Additionally, there is no state income tax and no social security deduction. This position is eligible for relocation assistance.\u003c/p\u003e\n\u003cp\u003eQualified individuals interested in this position must apply online at \u003ca href=\"https://nshe.wd1.myworkdayjobs.com/DRI-External/job/DRI---Reno-NV/Software-and-Systems-Administration-Specialist--Staff-Assistant-Research-Scientist_R0120157\"\u003ehttps://nshe.wd1.myworkdayjobs.com/DRI-External/job/DRI---Reno-NV/Software-and-Systems-Administration-Specialist--Staff-Assistant-Research-Scientist_R0120157\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eQualified individuals who meet all qualifications and requirements are encouraged to apply immediately and provide all required attachments to receive full consideration. Recruitment will close without notice when a sufficient number of applications are received, or a hiring decision has been made.\u003c/p\u003e\n\u003cp\u003eFor more detailed information about DRI and DRI faculty, research projects, and publications, please visit us at \u003ca href=\"http://www.dri.edu\"\u003ewww.dri.edu\u003c/a\u003e. For questions regarding this position or assistance with your application, please call the recruiting office at 775-673-7332.\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eApply online at \u003ca href=\"https://nshe.wd1.myworkdayjobs.com/DRI-External/job/DRI---Reno-NV/Software-and-Systems-Administration-Specialist--Staff-Assistant-Research-Scientist_R0120157\"\u003ehttps://nshe.wd1.myworkdayjobs.com/DRI-External/job/DRI---Reno-NV/Software-and-Systems-Administration-Specialist--Staff-Assistant-Research-Scientist_R0120157\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc04rIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3dde7391a0cf6ebdb7b2f6e05f8dd2101d5389ad/Official_DRI_Logo_transparent.png"},{"id":"e88f3540-77d4-4559-ad3d-9d59f2f824d7","type":"Full Time","url":"https://jobs.github.com/positions/e88f3540-77d4-4559-ad3d-9d59f2f824d7","created_at":"Wed Feb 12 16:59:07 UTC 2020","company":"Toptal","company_url":"https://topt.al/w5cXG4","location":"Remote","title":"React Expert – Remote","description":"\u003cp\u003eAre you interested in a lucrative career as a freelance developer? With freelancing on the rise, thousands of developers worldwide are changing the way they work, from full-time employment to full-time remote freelancing. At Toptal, you’ll find remote freelance opportunities with leading global companies, on your terms.\u003c/p\u003e\n\u003cp\u003eUnlike a regular nine-to-five job or, more often what can feel like a nine-to-nine job, working with Toptal means choosing your own projects from the world’s leading organizations, on your own hours and at the rate you decide. Our robust screening process helps ensure that you won’t have to bid against other freelancers and can maintain a steady stream of work. It’s the type of work/life balance that empowers you to travel the world, or stay at home. You’re in control of shaping your environment to however you work best while establishing yourself as an elite developer.\u003c/p\u003e\n\u003cp\u003eTo learn more from Toptalers that made it big through freelancing, check out the following article: \u003ca href=\"https://topt.al/xRc58J\"\u003ehttps://topt.al/xRc58J\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eDevelopers in our elite network share:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEnglish language proficiency\u003c/li\u003e\n\u003cli\u003e3+ years of professional experience\u003c/li\u003e\n\u003cli\u003eProject management skills\u003c/li\u003e\n\u003cli\u003eA keen attention to detail\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNote: We are looking for talent who are able to freelance on a full time basis.\nIf you’re interested in joining the Toptal network, take the next step by clicking on the following link and completing the short form: \u003ca href=\"https://topt.al/d5cA6Z\"\u003ehttps://topt.al/d5cA6Z\u003c/a\u003e\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eIf you’re interested in joining the Toptal network, take the next step by clicking on the following link and completing the short form:\n\u003ca href=\"https://topt.al/d5cA6Z\"\u003ehttps://topt.al/d5cA6Z\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBclIrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e8054a405b41ec30724e2c62f68aaa53e71b6c76/Toptal%20Logo%20Main%20Colors-RGB.jpg"},{"id":"ba3ddd6b-8ddc-42c4-a111-588c7845f79c","type":"Full Time","url":"https://jobs.github.com/positions/ba3ddd6b-8ddc-42c4-a111-588c7845f79c","created_at":"Wed Feb 12 16:21:05 UTC 2020","company":"University of Maryland","company_url":"http://umd.edu","location":"College Park, MD","title":"Quality Assurance Specialist","description":"\u003cp\u003eThe Office of Strategic Communications’ Digital Experience team seeks a Quality Assurance Specialist who will be responsible for ensuring compliance with WCAG 2.1 AA requirements prior to the website and digital product launch. This person will conduct final checks of code and content using approved tools, including screen readers and manual testing, to verify websites meet university accessibility standards. This individual will also evaluate branding, UI, content, and analytics to flag any issues so they can be corrected by supporting Strategic Communications staff.\u003c/p\u003e\n\u003cp\u003eThe Quality Assurance Specialist will also plan and conduct usability testing to provide insights on behaviors and operability of University of Maryland’s websites. The Specialist will also have hands-on development experience with the ability to jump into the code and provide support to the frontend development team.\u003c/p\u003e\n\u003cp\u003eEducation (include licenses, certifications, etc.):\nBachelor’s degree required, with a preference in Information Systems, Human-Computer Interaction, or a related field.\u003c/p\u003e\n\u003cp\u003eExperience:\nMinimum of 5 years of technical experience in CSS, HTML5, JavaScript and prototyping tools, and at least 2 years experience performing accessibility audits.\u003c/p\u003e\n\u003cp\u003eThe successful candidate must also have experience with screen reader software (JAWS, NVDA, TalkBack, VoiceOver, etc.), experience with troubleshooting web accessibility issues within client-side UI code, and practical experience utilizing latest web standards and design practices. Further, candidates must have experience with responsive design principles and testing methodologies.\u003c/p\u003e\n\u003cp\u003eKnowledge, Skills, and Abilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAstute critical thinking and problem-solving skills\u003c/li\u003e\n\u003cli\u003eWillingness to expand and learn new techniques, tools, and skills as the industry evolves\u003c/li\u003e\n\u003cli\u003eKnowledgeable about the guidelines defined by WCAG 2.1, Section 508 and other accessibility standards\u003c/li\u003e\n\u003cli\u003eKnowledge of current best practices in usability and accessibility\u003c/li\u003e\n\u003cli\u003eDemonstrated knowledge of web application performance best practices for high traffic websites\u003c/li\u003e\n\u003cli\u003eEffective communicator both orally and in writing\u003c/li\u003e\n\u003cli\u003eProven ability to train others\u003c/li\u003e\n\u003cli\u003eAbility to create and maintain technical and training documentation\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://ejobs.umd.edu/postings/76942\"\u003ehttps://ejobs.umd.edu/postings/76942\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcTkrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--353b81c364f05b9a9b91f72fcdd695ab6a3046d2/UMCP%20round%20logo.gif"},{"id":"677e6c8d-5880-4784-bf28-fc37d1b3ce11","type":"Full Time","url":"https://jobs.github.com/positions/677e6c8d-5880-4784-bf28-fc37d1b3ce11","created_at":"Wed Feb 12 15:10:10 UTC 2020","company":"CGM France","company_url":"https://www.cgm.com/de/index.de.jsp","location":"Nanterre","title":"Architecte logiciel e-Santé","description":"\u003ch2\u003e\u003cstrong\u003eEn tant que Architecte Logiciel e-Santé confirmé vous êtes acteur de la eSanté!\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eNous sommes des pionniers de la santé numérique et passionnés par le développement et l’implémentation de nouvelles technologies. Pour poursuivre notre croissance, nous recherchons des Collaborateurs engagés et dynamiques qui s’épanouiront au sein de nos équipes tout en poursuivant leur projet professionnel.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eVous contribuerez à notre succès en:\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eRattaché(e) au Responsable Développement, vous interviendrez dans les équipes de développement de Produit (\"feature team\") qui assurent la maintenance et l’évolution de nos logiciels dans un cadre Agile Scrum.\nVotre rôle se décline sur les axes suivants :\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eRéalisation d'études d'impact sur le SI suite à des demandes de changements fonctionnels, sur un mode agile\u003c/li\u003e\n\u003cli\u003eDesign de la solution en amont, dans le respect de la cible d'architecture du SI en transformation dont vous alimentez la construction\u003c/li\u003e\n\u003cli\u003eRéférent auprès des développeurs sur les normes de développement et les outils de la forge logicielle que vous contribuez à soutenir et améliorer\u003c/li\u003e\n\u003cli\u003eImplémentations des sujets techniques complexes, des services d'entreprise et des frameworks nécessaires aux développeurs\u003c/li\u003e\n\u003cli\u003eAccompagnement sur le projet pour porter et cadrer les sujets techniques dans la roadmap fonctionnelle\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eNous attendons de vous:\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eExpérience significative dans un poste de développement, dans une équipe à taille humaine et dans un contexte international et multiculturel\u003c/li\u003e\n\u003cli\u003eCapacité à prendre de la hauteur et à travailler de façon constructive avec les analystes fonctionnels (MOA Produit), le Scrum Master et le manager\u003c/li\u003e\n\u003cli\u003eCapacité à gérer plusieurs sujets en parallèle\u003c/li\u003e\n\u003cli\u003eCapacité à expliquer la solution technique et accompagner les développeurs dans son implémentation\u003c/li\u003e\n\u003cli\u003eCapacité à avancer par itérations et baby-steps\u003c/li\u003e\n\u003cli\u003eAutonome, organisé et méthodique\u003c/li\u003e\n\u003cli\u003eCréatif, Constructif et orienté-résultats\u003c/li\u003e\n\u003cli\u003eSens des responsabilités, facilitateur et engagé à aider les équipes à atteindre leurs objectif\u003c/li\u003e\n\u003cli\u003eNiveau expert en langage de programmation .NET C#(Client lourds, Web Services, ASP.NET, .NET Core) et expérimenté en JS (Angular ou REACT)\u003c/li\u003e\n\u003cli\u003eMaîtrise des concepts et connaissance des outils d'une forge logicielle orientée CI/CD (Jira, Git/Gitflow, Gital-CI, Azure Devops, Jenkins, etc…)\u003c/li\u003e\n\u003cli\u003eExpérience sur la gestion et l'évolution d'un système legacy\u003c/li\u003e\n\u003cli\u003eMaîtrise des pratiques d'architecture services/micro-services et des conteneurs\u003c/li\u003e\n\u003cli\u003eCapacité à prototyper et itérer sur la définition de la solution\u003c/li\u003e\n\u003cli\u003eExpérience souhaitée sur des outils et méthodologies orientés tests (TDD, BDD)\u003c/li\u003e\n\u003cli\u003eFrançais et Anglais courant\u003c/li\u003e\n\u003cli\u003eParfaite maîtrise des outils bureautiques classiques (Mail, Internet, Excel, Word, Visio …)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eNous vous offrons:\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eVotre environnement de travail est agréable, moderne et dynamique\u003c/li\u003e\n\u003cli\u003eVous rejoignez un groupe international de 5000 personnes, avec de réelles opportunités de carrière en France et à l’étranger\u003c/li\u003e\n\u003cli\u003eVous participez au futur de la e-santé, en rejoignant un acteur majeur de ce secteur\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNous sommes impatients de recevoir votre candidature ainsi que vos prétentions salariales.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://compugroupmedical.redirect.your-jobresponse.com/architecte_logiciel_e_sante_nanterre/263747/V819/apply\"\u003eCliquez ici pour accéder au formulaire de candidature!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSynchronizing Healthcare\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRejoignez-nous!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRéférence:\u003c/strong\u003e\nreq3362\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLieu:\u003c/strong\u003e\nMontpellier\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDomaine:\u003c/strong\u003e\nSoftware Development\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eContact:\u003c/strong\u003e\n\u003ca href=\"mailto:career@cgm.com\"\u003ecareer@cgm.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eT +33 (0) 147 162 679\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGroupe international leader dans la eSanté\u003c/li\u003e\n\u003cli\u003ePlus de 717 Million d’Euros de CA en 2018\u003c/li\u003e\n\u003cli\u003eEnviron 5 000 employés dans le monde\u003c/li\u003e\n\u003cli\u003eUne base Client unique de plus de 1 million d’Utilisateurs\u003c/li\u003e\n\u003cli\u003eNos équipes sont présentes dans 19 pays et ont des Clients dans 55 pays\u003c/li\u003e\n\u003cli\u003ePlus de 30 d’expérience\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://compugroupmedical.redirect.your-jobresponse.com/architecte_logiciel_e_sante_nanterre/263747/V819/apply\"\u003eCliquez ici pour accéder au formulaire de candidature!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWwrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cb2606e35ea1388f296d20b53950223f242d7fb9/Compugroup%20logo.jpeg"},{"id":"e777c1df-4ec5-4a20-96a8-2555f916eeb0","type":"Full Time","url":"https://jobs.github.com/positions/e777c1df-4ec5-4a20-96a8-2555f916eeb0","created_at":"Tue Feb 11 17:34:57 UTC 2020","company":"Klewel, the webcasting company","company_url":"http://www.klewel.com","location":"Martigny, Switzerland","title":"Full-Stack Web Developer","description":"\u003cp\u003eKlewel is a company active in the world of webcasting, a multidisciplinary field at the confluence of multimedia, communication, web and events. Since 2007, our team has been committed to webcast presentations given at conferences and workshops. \u003cstrong\u003eWith 12 years of experience, our operational activities have taken us to more than 40 countries\u003c/strong\u003e!\u003c/p\u003e\n\u003cp\u003eKlewel has developed \u003cstrong\u003ea specialized webcasting platform to highlight and index audiovisually captured presentations\u003c/strong\u003e (conferences, keynotes, debates, training seminars, courses). Our philosophy? At the service of knowledge sharing and knowledge transfer.\u003c/p\u003e\n\u003cp\u003eIn order to continually improve our product, we are currently recruiting a \u003cstrong\u003eFull-Stack Web Developer\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003eWe are looking for a person to lead the product development activities who has \u003cstrong\u003eat least three years of experience in this role with a specialization in software architecture / back-end\u003c/strong\u003e. You have a solid higher education in computer science (Master or Bachelor). You are curious about the latest trends and new technologies, you wish to join a company with a human scale. So the following may be your next job!\u003c/p\u003e\n\u003cp\u003eYou will participate in the evolution of the existing web portal and its maintenance. In order to scale up, you will shape our platform. Beyond the purely development aspects, you will also have to manage virtual machines and administer our instances on the AWS environment. \u003cstrong\u003eYou are particularly comfortable with virtualization of web services, cloud computing\u003c/strong\u003e and you have participated in such projects as a developer / tester in the past.\u003c/p\u003e\n\u003cp\u003eDoes this speak to you?\u003c/p\u003e\n\u003cp\u003eYou have an analytical mind. You are attentive, organized and autonomous. You master the Python language or equivalent. \u003cstrong\u003eYou have experience with a web framework\u003c/strong\u003e such as Django. You are comfortable with \u003cstrong\u003ecode management/versioning tools\u003c/strong\u003e such as Git and you master \u003cstrong\u003easynchronous process management systems\u003c/strong\u003e with tools like Celery.\u003c/p\u003e\n\u003cp\u003eYou appreciate having slots dedicated to self-training in order to keep abreast of new developments and continue to learn. We encourage participation in conferences specialized in web development. You like mountains. Do you recognize yourself? then \u003ca href=\"https://podio.com/webforms/23997449/1740755\"\u003eapply\u003c/a\u003e !!!\u003c/p\u003e\n","how_to_apply":"\u003cp\u003eApply here: \u003ca href=\"https://podio.com/webforms/23997449/1740755\"\u003ehttps://podio.com/webforms/23997449/1740755\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcHArIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--df114aab0279e605394373c05aca0891d25111bd/Klewel-noir.png"},{"id":"92aed985-8155-442d-a0e9-22cff676200c","type":"Full Time","url":"https://jobs.github.com/positions/92aed985-8155-442d-a0e9-22cff676200c","created_at":"Wed Feb 12 11:45:38 UTC 2020","company":"Gothaer Konzern","company_url":"https://www.gothaer.de/","location":"Köln","title":"SAP ABAP / Java Entwickler (m/w/d) Schwerpunkt Technologie, Innovation, Strategie","description":"\u003ch2\u003eÜber uns\u003c/h2\u003e\n\u003cp\u003eAls einer der größten deutschen Versicherungsvereine auf Gegenseitigkeit feiern wir, die Gothaer, in diesem Jahr unser 200-jähriges Bestehen. Auf vielen Gebieten haben wir seit 1820 Pionierarbeit geleistet, große und kleine Herausforderungen gemeistert, zwei Weltkriege überstanden und uns immer wieder neu erfunden.\nSetzen wir diese Erfolgsgeschichte gemeinsam fort - indem wir Veränderung gestalten.\nWir tragen als Team die Verantwortung für die Betreuung und Weiterentwicklung der SAP-Module im Bereich Finanzbuchhaltung, Controlling, Personal, Logistik, Vertragsmanagement und Rückversicherung.\u003c/p\u003e\n\u003cp\u003eMit Unterstützung eines externen Providers stellen wir zudem den störungsfreien Betrieb der SAP-Anwendungslandschaft sicher. Wir pflegen eine intensiven Zusammenarbeit mit den Fachbereichen und einen aktiven Austausch mit kurzen Wegen im Team, um gemeinsam die bestmöglichen Lösungen zu finden.\u003c/p\u003e\n\u003ch2\u003eDas ist Ihre neue Aufgabe\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eFunktion als Ansprechpartner bei Anforderungen aus Fachbereichen / Projekten zu technisch optimierten Lösungsdesigns für unsere SAP-Landschaft\u003c/li\u003e\n\u003cli\u003eKonzeption, Entwicklung, Erneuerung und Dokumentation neuer Technologiekonzepte und\nProgrammierstandards mit dem Fokus auf die nachhaltige Implementierung aktueller Technologien\u003c/li\u003e\n\u003cli\u003ePlanung anspruchsvoller Entwicklungs- und Infrastrukturaufgaben und Umsetzung in der Programmierung\u003c/li\u003e\n\u003cli\u003eCoaching und Weiterentwicklung der SAP-Programmierer in vertiefenden Programmierfragen und neuen Technologien\u003c/li\u003e\n\u003cli\u003eMitwirkung bei der Erneuerung der Systeme Richtung S/4 Hana und Etablierung des Cloudbetriebs\u003c/li\u003e\n\u003cli\u003eBeratung bei der strategischen Ausrichtung und Prozessgestaltung unter Berücksichtigung der aktuellen Technologietrends\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eDas bringen Sie mit\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium im Bereich Informatik oder vergleichbare Qualifikation\u003c/li\u003e\n\u003cli\u003eFundierte praktische Erfahrung als SAP ABAP Entwickler (m/w/d) und in der Entwicklung mit Java, idealerweise auch in Softwarearchitekturthemen\u003c/li\u003e\n\u003cli\u003ePraktische Erfahrung und sicherer Umgang mit aktuellen Technologien wie SAP HANA, HTML5, SAP Fiori / UI5\u003c/li\u003e\n\u003cli\u003eHohe Motivation und Spaß daran, sich neuen SAP-Herausforderungen zu stellen, sie zu durchdringen, zu vermitteln und voranzutreiben\u003c/li\u003e\n\u003cli\u003eErfahrung in der Strategie- und Konzeptentwicklung\u003c/li\u003e\n\u003cli\u003eAusgeprägte Teamfähigkeit, Kommunikationskompetenz und Durchsetzungsvermögen\u003c/li\u003e\n\u003cli\u003eSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\u003c/li\u003e\n\u003cli\u003eIdealerweise erste Projekterfahrung im agilen Umfeld\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eDas bieten wir Ihnen:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eDie Möglichkeit, unsere technologische Erneuerung im SAP Umfeld mitzugestalten und Kollegen dabei mitzunehmen\u003c/li\u003e\n\u003cli\u003eDie Chance, strategisch zu arbeiten und die entsprechende Operationalisierung mit umzusetzen\u003c/li\u003e\n\u003cli\u003eGemeinsam gewinnt - in einer Kultur der Wertschätzung, Vertrauen und Transparenz\u003c/li\u003e\n\u003cli\u003eKompetenz entscheidet - nicht die Hierarchie\u003c/li\u003e\n\u003cli\u003eGut versorgt - Kantine, Cafeteria, Sport, Massage, ausgezeichnetes Gesundheitsmanagement\u003c/li\u003e\n\u003cli\u003eAlltag leicht gemacht - Einkaufsmöglichkeiten, Packstation, Wäscheservice\u003c/li\u003e\n\u003cli\u003eNachhaltiger leben - Bike-Leasing, Jobticket, E-Tankstellen, Car-Sharing-Parkplätze\u003c/li\u003e\n\u003cli\u003eFlexibilität und Erholung - 38 Std./Woche mit flexibler Arbeitszeit, Homeoffice, 30 Urlaubstage\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eInteressiert?\u003c/h2\u003e\n\u003cp\u003eWir freuen uns auf Ihre Bewerbung über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://gothaer.redirect.your-jobresponse.com/sap_abap_java_entwickler_m_w_d_schwerpunkt_technologie_innovation_strategie_koeln/263717/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n\u003ch2\u003eIhr Ansprechpartner:\u003c/h2\u003e\n\u003cp\u003e\u003cstrong\u003eKarsten Löffler\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eGothaer Finanzholding AG\u003c/p\u003e\n\u003cp\u003eBereich Personal\u003c/p\u003e\n\u003cp\u003e0221 308-22605\u003c/p\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://gothaer.redirect.your-jobresponse.com/sap_abap_java_entwickler_m_w_d_schwerpunkt_technologie_innovation_strategie_koeln/263717/V819/anwenden\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcEorIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--33af6fc0f8c34daec813847caa81ca7ab205b03f/Gothaer.jpg"},{"id":"635be04c-836f-42dc-8e0e-fe6bdff7cb14","type":"Full Time","url":"https://jobs.github.com/positions/635be04c-836f-42dc-8e0e-fe6bdff7cb14","created_at":"Wed Feb 12 09:53:50 UTC 2020","company":"CGM France","company_url":"https://www.cgm.com/fr/index.fr.jsp","location":"Nanterre","title":"Développeur .Net e-santé","description":"\u003ch2\u003eEn tant que Développeur .NET C# e-Santé vous êtes un acteur du futur de la eSanté!\u003c/h2\u003e\n\u003cp\u003eNous sommes des pionniers de la santé numérique et passionnés par le développement et l’implémentation de nouvelles technologies. Pour poursuivre notre croissance, nous recherchons des Collaborateurs engagés et dynamiques qui s’épanouiront au sein de nos équipes tout en poursuivant leur projet professionnel.\u003c/p\u003e\n\u003ch2\u003eVous contribuerez à notre succès en:\u003c/h2\u003e\n\u003cp\u003eRattaché(e) au Responsable Développement, vous serez intégré dans une équipe de développement de Produit (\"feature team\") qui assure la maintenance et l’évolution de nos logiciels dans un cadre Agile Scrum.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExpérience significative supérieure à 2 ans dans un poste de développement, dans une équipe à taille humaine et dans un contexte international et multiculturel\u003c/li\u003e\n\u003cli\u003eCapacité à gérer et implémenter le changement dans un rythme agile soutenu\u003c/li\u003e\n\u003cli\u003eCapacité à s'engager sur la vélocité, la qualité et les engagements des sprints\u003c/li\u003e\n\u003cli\u003eDoit être autonome, très organisé, précis, méthodique et rigoureux\u003c/li\u003e\n\u003cli\u003eDoit avoir le sens des responsabilités et la volonté de réussir son projet\u003c/li\u003e\n\u003cli\u003eSens du contact et du service, bonnes capacités de communication et de travail en équipe\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eNous attendons de vous:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eMaîtrise du langage de programmation .NET C# (clients lourds WPF, web services et pages ASP.NET)\u003c/li\u003e\n\u003cli\u003eConnaissances en Angular est un atout\u003c/li\u003e\n\u003cli\u003eConnaissances en Delphi un atout\u003c/li\u003e\n\u003cli\u003eCompétences en méthode de développement Agile Scrum\u003c/li\u003e\n\u003cli\u003eCompréhension des pratiques d'architecture SOA et des qualités attendues d'un SI\u003c/li\u003e\n\u003cli\u003eConnaissance des outils d'une forge logicielle orientée intégration continue (Jira, Git/Gitflow, jenkins, etc…)\u003c/li\u003e\n\u003cli\u003eCompréhension des bonnes pratiques en qualité logicielle et compétences en tests unitaires et frameworks associés\u003c/li\u003e\n\u003cli\u003eFrançais et Anglais courant\u003c/li\u003e\n\u003cli\u003eParfaite maîtrise des outils bureautiques classiques (Mail, Internet, Excel, Word, Visio …)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNous sommes impatients de recevoir votre candidature ainsi que vos prétentions salariales.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://compugroupmedical.redirect.your-jobresponse.com/developpeur_net_e_sante_nanterre/263685/V819/apply\"\u003eCliquez ici pour le formulaire de candidature!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSynchronizing Healthcare\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRejoignez-nous!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eRéférence:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ereq2511\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eLieu:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMontpellier\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDomaine:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSoftware Development\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eContact:\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e\u003ca href=\"mailto:dalila.bendellaa@cgm.com\"\u003edalila.bendellaa@cgm.com\u003c/a\u003e\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eT +33 6 44 51 29 94\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGroupe international leader dans la eSanté\u003c/li\u003e\n\u003cli\u003ePlus de 717 Million d’Euros de CA en 2018\u003c/li\u003e\n\u003cli\u003eEnviron 5 000 employés dans le monde\u003c/li\u003e\n\u003cli\u003eUne base Client unique de plus de 1 million d’Utilisateurs\u003c/li\u003e\n\u003cli\u003eNos équipes sont présentes dans 19 pays et ont des Clients dans 55 pays\u003c/li\u003e\n\u003cli\u003ePlus de 30 ans d’expérience\u003c/li\u003e\n\u003c/ul\u003e\n","how_to_apply":"\u003cp\u003e\u003ca href=\"https://compugroupmedical.redirect.your-jobresponse.com/developpeur_net_e_sante_nanterre/263685/V819/apply\"\u003eCliquez ici pour le formulaire de candidature!\u003c/a\u003e\u003c/p\u003e\n","company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3QrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ee28fc8156003dcde80f225dbe18ced059cc928f/Compugroup%20monster.jpg"}]
