[ 
   { 
      "id":"1",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/3ac7ce46-18df-4b01-9d82-e7c896dd3fe2",
      "created_at":"Mon Feb 17 21:18:08 UTC 2020",
      "company":"Oregon State University Ecampus",
      "company_url":"https://ecampus.oregonstate.edu/",
      "location":"1 de enero",
      "title":"¿Conformes con el mundo?",
      "description":"\u003cp\u003eThis recruitment will be used to fill two full-time Analyst Programmer, competency level 2, position for Ecampus at Oregon State University (OSU). These are limited duration classified positions anticipated to last 18 months.\u003c/p\u003e\n\u003cp\u003eOregon State University Ecampus is a growing, innovative and collaborative organization with a commitment to providing high-quality online degrees and programs. OSU Ecampus makes OSU’s exceptional learning experiences available to students throughout Oregon and around the world.\nThe front-end web developer (analyst programmer, competency level 2) is a classified position within OSU Ecampus. The front-end web developer provides programming and multimedia support for OSU Ecampus programmatic and course needs. The multimedia team is part of the Course Development and Training (CDT) unit within the division of Ecampus. The CDT unit provides expertise and support for the development of online and hybrid courses, including instructional design services, innovative multimedia development, and faculty development programming and support. This position reports directly to the assistant director of CDT.\u003c/p\u003e\n\u003cp\u003eWithin the CDT team, the front-end web developer will collaborate closely with other programmers on the multimedia web development team, instructional designers and faculty course developers to ensure high quality projects are produced. This position works closely and collaborates with faculty and administrators to assess how multimedia technologies can augment students’ abilities to meet course learning outcomes.\u003c/p\u003e\n\u003cp\u003eOregon State University and the division of Ecampus maintain and enhance a collaborative and inclusive community that is dedicated to equity and equal opportunity. All employees of the division are responsible for ensuring that these commitments are achieved. This position directly contributes to those goals by designing learning environments that are inclusive, accessible, and follow the best practices of Universal Design for Learning.\u003c/p\u003e\n\u003cp\u003eMinimum qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThis classification requires a basic foundation of knowledge and skills in systems analysis and related programming support functions generally obtained by a bachelor’s degree in computer science, or an equivalent amount of training and applied experience.\u003c/li\u003e\n\u003cli\u003eDemonstrated skill in front-end web development (Javascript, CSS3, HTML5)\u003c/li\u003e\n\u003cli\u003eDemonstrated skill in React and Redux.\u003c/li\u003e\n\u003cli\u003eExperience with source control / version control systems (such as Git)\u003c/li\u003e\n\u003cli\u003eExcellent written and oral communication skills\u003c/li\u003e\n\u003cli\u003eExperience developing in a collaborative team environment\u003c/li\u003e\n\u003cli\u003eA demonstrable commitment to promoting and enhancing diversity\u003c/li\u003e\n\u003cli\u003eThis position is designated as a critical or security-sensitive position; therefore, the incumbent must successfully complete a criminal history check and be determined to be position qualified as per OSU Standard 576-055-0000 et seq. Incumbents are required to self-report convictions and those in youth programs may have additional criminal history checks every 24 months.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequired qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Serverless/AWS (Amazon Web Services)\u003c/li\u003e\n\u003cli\u003eExperience with dependency and task management (npm, yarn)\u003c/li\u003e\n\u003cli\u003eExperience with mobile accessibility and responsive design\u003c/li\u003e\n\u003cli\u003eExperience integrating with APIs (REST)\u003c/li\u003e\n\u003cli\u003eExperience with universal design for learning.\u003c/li\u003e\n\u003cli\u003eExperience with Agile (scrum, kanban)\u003c/li\u003e\n\u003cli\u003eExperience working with a diverse group of people/teams.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOSU seeks diversity as a source of enrichment for our university community. We are an Affirmative Action/Equal Opportunity employer, and particularly encourage applications from members of historically underrepresented racial/ethnic groups, women, individuals with disabilities, veterans, LGBTQ community members, and others who demonstrate the ability to help us achieve our vision of a diverse and inclusive community.\u003c/p\u003e\n\u003cp\u003eFor more information and to apply go to \u003ca href=\"http://jobs.oregonstate.edu/postings/88459\"\u003ehttp://jobs.oregonstate.edu/postings/88459\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePosting closes 3/1/2020\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eFor more information and to apply go to \u003ca href=\"http://jobs.oregonstate.edu/postings/88459\"\u003ehttp://jobs.oregonstate.edu/postings/88459\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eApplications will not be accepted unless submitted using the link above. For questions please contact Danielle Franklin (\u003ca href=\"mailto:Danielle.Franklin@oregonstate.edu\"\u003eDanielle.Franklin@oregonstate.edu\u003c/a\u003e)\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdlIrIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--64077e46e831bcdeb25836108a659b99ab65d2f9/OrangeSocialAvatar.png"
   },
   { 
      "id":"2",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/cf711e7f-79c4-4cc7-a642-ec05ee937219",
      "created_at":"Mon Feb 17 20:50:51 UTC 2020",
      "company":"Avalon Healthcare Solutions",
      "company_url":"http://www.Click2Apply.net/hgppz2tnjx77swgk",
      "location":"2 de enero",
      "title":"¿Entonces qué haremos?",
      "description":"\u003cp\u003eOverview\u003c/p\u003e\n\u003cp\u003eAbout the Company:\nAvalon Healthcare Solutions, headquartered in Tampa, Florida, is a clinical services and information technology company using evidence-based medicine to develop and deploy medical policies and protocols in the high-volume, dynamic and complex diagnostic lab environment. The company manages the appropriate use of thousands of existing lab tests and researches new tests to determine efficacy and impact on patient care.\nStudies show that 30% of clinical laboratory testing is unnecessary or overused. Inappropriate testing or missing a key screening can lead to complications and expense arising from unwarranted care, or not obtaining proper care when needed, leading to increased health risks and costs. Avalon helps ensure delivery of the right test, at the right time, and in the right setting. We seek to ensure the most effective patient treatment, improve clinical outcomes, and optimize cost and affordability.\nAvalon is a portfolio company of Francisco Partners, a global private equity firm that specializes in investments in technology andtechnology-enabled service companies. Since its launch 15 years ago, FP has raised approximately $10 billion and invested in more than 150 companies.\nAvalon is a high growth company where every associate has an opportunity to make a difference. You will be part of a team that shapes a new market and business. You'll enjoy seeing the results of your work as we rapidly implement our plan. Most importantly, you will help Avalon to achieve its mission and improve clinical outcomes and health care affordability for the people we serve.\nFor more about Avalon, please visit our web site at \u003ca href=\"http://www.avalonhcs.com\"\u003ehttp://www.avalonhcs.com\u003c/a\u003e.\nAbout the Senior Software Engineer Position:\nThe Senior Software Engineer must support Avalon projects through the use of software development tools under limited supervision using prescribed methodologies. The Senior Software Engineer will analyze, design, develop, document and support various custom applications, portals, data exchanges, services and integration with other applications and systems to support the evolving needs of the company. The Senior Software Engineer will work collaboratively with other technical and business resources.\nThis position is based in Tampa, Florida. This is a full-time, W-2 position. At this time, we can consider only candidates authorized to work in the US. No recruiter calls, please.\u003c/p\u003e\n\u003cp\u003eResponsibilities\u003c/p\u003e\n\u003cp\u003eResponsibilities of the Senior Software Engineer:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelops complex, modular and reusable application code which utilizes SQL data sources.\u003c/li\u003e\n\u003cli\u003e\n\u003c/ul\u003e\n\u003cp\u003eo\tAble to performance tune applications. Develops multiple, modular objects and the messaging interface between objects to create a complex software package. Reuses objects and can create object inventories.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreates a detail design document through the assessment of business requirements.\u003c/li\u003e\n\u003cli\u003e\n\u003c/ul\u003e\n\u003cp\u003eo\tWorks in a team to assess alternatives to different designs and choose best solution to fit business needs.\no\tDemonstrates an ability to read, interpret, create and maintain complex Conceptual, Logical and Physical models to include context diagrams, data flow diagrams, process flow diagrams, data dictionaries and logical flow charts, under limited supervision.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAble to develop unit test plans which include regression testing and the packaging of tests into consecutive steps based on logical dependencies to ensure quality delivery.\u003c/li\u003e\n\u003cli\u003e\n\u003c/ul\u003e\n\u003cp\u003eo\tAssists in the development of functional test plans used to verify that a specific system functions according to actual requirements and established guidelines.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePerforms moderate to complex application administration \u0026amp; support. Ability to triage and resolve application and integration issues. Document and track product defects. Demonstrates the ability to develop and implement solutions for the causes identified.\u003c/li\u003e\n\u003cli\u003eEvaluates, recommends and exploits evolving technologies in the design and implementation of application infrastructure for scalability, reliability, availability and serviceability and identify the trade-offs and risks associated with each.\u003c/li\u003e\n\u003cli\u003eAdheres to and contributes to definition of good database design practices.\u003c/li\u003e\n\u003cli\u003e\n\u003c/ul\u003e\n\u003cp\u003eo\tConceptual understanding of referential integrity, locking and transaction processing. Understands impact of data modeling decisions on system performance and resource usage.\no\tAble to do complex queries and updates of tables.\u003c/p\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cp\u003eQualifications of the Senior Software Engineer:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor's degree in Management Information Systems, Computer Science or a related discipline; or the equivalent years of relevant business and technical experience; Advanced degree desired.\u003c/li\u003e\n\u003cli\u003eA minimum of 5 years of experience in application software development, maintenance, implementation and support; preferably in healthcare / managed care environments.\u003c/li\u003e\n\u003cli\u003eExperience developing applications using Open Source technologies (Liferay 6.x/7.x, Atlassian developer tools, Java 7/8/9, Javascript, Jetty, Apache, Drools/rules engines, Red Hat Linux, SoapUI, Perl, PHP, JSP, HTML5).\u003c/li\u003e\n\u003cli\u003eExperience with MS SQL Server and T-SQL.\u003c/li\u003e\n\u003cli\u003eExperience using standard middleware interface/integration architecture and techniques (SOA, Web services, SOAP / WSDL / XML, REST, SAML, APIs).\u003c/li\u003e\n\u003cli\u003eStrong written and oral communication skills.\u003c/li\u003e\n\u003cli\u003eHistory of working in an Agile software development environment.\u003c/li\u003e\n\u003cli\u003eProven success delivering and supporting high quality solutions on time.\u003c/li\u003e\n\u003cli\u003eSelf starter. Does not require excessive management to complete work accurately and on schedule\nPreferred Qualifications:\u003c/li\u003e\n\u003cli\u003eHealthcare knowledge or experience.\u003c/li\u003e\n\u003cli\u003eStrong background with both UI and middleware development\u003c/li\u003e\n\u003cli\u003ePlanning, developing and deploying high volume, mission-critical software applications\u003c/li\u003e\n\u003cli\u003eKnowledge or experience with HIPAA regulations and standards for security (PHI, IIHI), privacy and transactions.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eApply Here: \u003ca href=\"http://www.Click2Apply.net/hgppz2tnjx77swgk\"\u003ehttp://www.Click2Apply.net/hgppz2tnjx77swgk\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePI118085835\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eApply Online Here: \u003ca href=\"http://www.Click2Apply.net/hgppz2tnjx77swgk\"\u003ehttp://www.Click2Apply.net/hgppz2tnjx77swgk\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":null
   },
   { 
      "id":"3",
      "type":"Full Time",
      "url":"https://jobs.github.com/positions/bfa59a6a-e470-4b5c-a9de-ceb038866e31",
      "created_at":"Mon Feb 17 18:13:26 UTC 2020",
      "company":"…Sino transformaos, EN LA RENOVACIÓN DE VUESTRO ENTENDIMIENTO… (Rom. 12:2c)",
      "company_url":"http:",
      "location":"3 de enero",
      "title":"¿Qué es lo que tengo que cambiar?",
      "description":"\u003cp\u003eAbout the Job:\u003c/p\u003e\n\u003cp\u003eGunTRAC LLC, a maturing startup, (APB360.com) is looking for a full-time Software Engineer with extensive experience working with WordPress and the full stack. Our work is fast-paced and constantly changing. Must be able to prioritize multiple projects and competing deadlines. Must be able to attack ambiguous tasks head-on and meet changing requirements on the fly.\u003c/p\u003e\n\u003cp\u003eAdditionally, applicants must be US Citizens and pass a rigorous background check. You will be working with law enforcement agencies coast to coast, as well as enterprise-scale firearm manufacturers. You must NOT be a prohibited possessor of a firearm as you will certainly be coming in contact with such restricted items. We are also looking for folks to office part-time to full-time at headquarters.\u003c/p\u003e\n\u003cp\u003eRequired Skills:\nWordPress\nPHP 7.3\nPython (a plus) \u0026amp; Lambda\nHTML5\nCSS3\nJS (JQuery)\nMySQL (Aurora) – Very large complex data models, functions and stored procedures\nAWS\nNGINX, Unit, PHP-FPM\nStrong Unix administration skills\nGit\nSSH\nJIRA/Atlassian\nCJIS/Fedramp requirement familiarity\u003c/p\u003e\n\u003cp\u003eExperience:\n2+ yrs Backend Dev Experience.\n2+ yrs Frontend Dev Experience.\n2+ yrs AWS.\nApple Mobile Developer (a huge plus)\nManaging and Optimizing High Traffic WordPress Website(s).\nCreating custom WP plugins from scratch.\nProject management skills\ni18n a plus.\nKnow a PHP function for every letter of the alphabet.\u003c/p\u003e\n\u003cp\u003eCompensation: DOE ($55-$120k)\u003c/p\u003e\n\u003cp\u003eLocation: 1492 W. Victory Lane, Phoenix 85027.\u003c/p\u003e\n",
      "how_to_apply":"\u003cp\u003eplease send your CV to \u003ca href=\"mailto:jobs@apb360.com\"\u003ejobs@apb360.com\u003c/a\u003e\u003c/p\u003e\n",
      "company_logo":"https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdkorIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--142ee248bc8d2c7063f92fcb31e0f79ae4750fe9/Logo-Shield-Only.png"
   }
]
