{
      "id":"1",
      "type":"No  os conforméis a este siglo… \n(Romanos 12:2ª)",
      "url":"https://jobs.github.com/positions/ce7d7ec8-62cd-4c85-aac6-e21a0ea7a732",
      "created_at":"Pídele al Señor que te ayude a ser un joven distinto al resto de la sociedad, que aunque cueste no te dejes llevar por los pensamientos de este mundo.",
      "company":"Por Alcides Reyes",
      "company_url":"http://www.bnpparibas.de/de/jobs-und-karriere/stellenangebote/alle-stellenangebote/",
      "location":"1 de abril",
      "title":"¿Conformes con el mundo?",
      "description":"Hace poco encontré una información valiosa sobre un animal muy particular: la rana. Este animal es uno de los más fuertes, debido a su cuerpo y fácil adaptación a las circunstancias,  puede sobrevivir a las condiciones más difíciles. Incluso dicen que una rana puede permanecer en una olla de agua hirviendo y ella va soportando el calor, porque se va adaptando; pero en la medida que pasa el tiempo cuando ella se da cuenta que debe saltar para escapar de la muerte, ya no puede porque invirtió sus fuerzas en adaptarse a los cambios de temperatura, entonces muere atrapada por el calor.\n\n Al igual que la rana nos puede ocurrir a nosotros que vivimos en un mundo en constantes cambios, si bien es cierto Dios nos ha capacitado para poder adaptarnos y vivir en cualquier condición. Pero debemos entender que hay cosas y filosofías pecaminosas de este mundo a las que no nos podemos adaptar, compartir y menos practicar. Ante ellas debemos ser radicales y defender nuestra fe como hijos de Dios, porque podemos caer en la trampa del enemigo al irnos acomodando y conformándonos con las ideas pecaminosas y luego será muy tarde para salir de ellas y entonces moriremos en el pecado. \n\n \b¡Que no nos pase como la rana! \b \n\n No nos adaptemos, ni nos conformemos a los ideales de este mundo;  debemos saltar  para salir y escapar de esa trampa para ser como Cristo. ",
      "how_to_apply":"",
      "company_logo":null
   }
