{
      "id":"12",
      "type":"Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord. \nActs 3:19",
      "url":"https://jobs.github.com/positions/ce7d7ec8-62cd-4c85-aac6-e21a0ea7a732",
      "created_at":"When you repent and turn to God, you are giving him the opportunity to work in your life, so that you will be free from all guilt and accusation you may be feeling. It’s time to change your route. ",
      "company":"By Wilson Morán\nTraslated by Luis Luna Jr",
      "company_url":"http://www.bnpparibas.de/de/jobs-und-karriere/stellenangebote/alle-stellenangebote/",
      "location":"May 12th",
      "title":"Recommendation #3: Change your route",
      "description":"There are false ideas about repentance. They believe that God will force them to repent. I was talking with a man and he believed that repentance would one day come down from heaven like lightning, and that he would touch it. Another man told me that he hoped to have some strange feeling, like chills, for example. Repentance is not a matter of feeling. It is turning from sins to God.\n\nRepentance means turning our backs on sin and turning to God with all our heart. The biblical text exhorts us to repent of our sins and to be able to resume our walk with God. Repentance is ordained by God and necessary for the forgiveness of sins. If you want to come out of the bondage of youthful passions, you need to acknowledge, confess, and repent of your sins. Repentance brings peace and joy to our lives.\n\nRepentance means turning our backs on sin and turning to God with all our heart. The biblical text exhorts us to repent of our sins and to be able to resume our walk with God. Repentance is ordained by God and necessary for the forgiveness of sins. If you want to come out of the bondage of youthful passions, you need to acknowledge, confess, and repent of your sins. Repentance brings peace and joy to our lives.",
      "how_to_apply":"",
      "company_logo":null
   }
